Repository: FrankerFaceZ/I18n
Catalog: strings/addon.deck/*.po
Languages: tr, zh_hant

# addon.deck.auto-refresh
source: Automatically refreshing in {delay}
tr: {delay} içinde otomatik olarak yenilenecektir
zh_hant: 我們會在 {delay} 秒後自動更新

# addon.deck.cancel
source: Cancel
tr: İptal Et
zh_hant: 取消

# addon.deck.category
source: Category
tr: Kategori
zh_hant: 實況分類

# addon.deck.category.clip
source: Clips
tr: Klipler
zh_hant: 剪輯

# addon.deck.category.clip-tip
source: This column shows clips from a specific category.
tr: Bu sütun belirli bir kategoriden klipler göstermektedir.
zh_hant: 本欄位會顯示特定實況分類的剪輯。

# addon.deck.category.live
source: Streams
tr: Yayınlar
zh_hant: 實況

# addon.deck.category.live-tip
source: This column shows live channels streaming a specific category. For example, you can create an example showing all channels playing Super Mario 64.
tr: Bu sütun belirli bir kategoriden canlı yayındaki kanalları göstermektedir. Örnek olarak, bütün Super Mario 64 yayını yapan kanalları gösterebilirsiniz.
zh_hant: 本欄位會顯示正在實況特定分類的頻道。舉例來說，您可以嘗試創建一個範例，好查看所有正在實況 Super Mario 64 的頻道。

# addon.deck.category.video
source: Videos
tr: Videolar
zh_hant: 影片

# addon.deck.category.video-tip
source: This column shows videos in a specific category.
tr: Bu sütun belirli bir kategoriden videolar göstermektedir.
zh_hant: 本欄位會顯示特定實況分類的影片。

# addon.deck.channel
source: Channel
tr: Kanal
zh_hant: 頻道

# addon.deck.channel.clip-tip
source: This column shows clips from a specific channel.
tr: Bu sütun belirli bir kanaldan klipler göstermektedir.
zh_hant: 本欄位會顯示特定頻道的精華剪輯。

# addon.deck.channel.video-tip
source: This column shows videos from a specific channel.
tr: Bu sütun belirli bir kanaldan videolar göstermektedir.
zh_hant: 本欄位會顯示特定頻道的影片。

# addon.deck.clip-period.24-hours
source: 24 Hours
tr: 24 Saat
zh_hant: 24 小時

# addon.deck.clip-period.30-days
source: 30 Days
tr: 30 Gün
zh_hant: 30 天

# addon.deck.clip-period.7-days
source: 7 Days
tr: 7 Gün
zh_hant: 7 天

# addon.deck.clip-period.7d
source: 7 Days
tr: 7 Gün
zh_hant: 7 天

# addon.deck.clip-period.all-time
source: All TIme
tr: Her Zaman
zh_hant: 全部

# addon.deck.column-count
source: {count, plural, one {# column} other {# columns}}
tr: {count, plural, one {# sütun} other {# sütun} }
zh_hant: {count, plural, one {# 欄} other {# 欄} }

# addon.deck.copy
source: Copy
tr: Kopyala
zh_hant: 複製

# addon.deck.default-tab
source: Default Tab
tr: Varsayılan Sekme
zh_hant: 預設分頁

# addon.deck.delete
source: Delete
tr: Sil
zh_hant: 刪除

# addon.deck.edit.appearance
source: Appearance
tr: Görünüm
zh_hant: 外觀

# addon.deck.edit.avatars
source: Do not display avatars.
tr: Avatarları gösterme.
zh_hant: 不要顯示虛擬化身。

# addon.deck.edit.behavior
source: Behavior
tr: Davranış
zh_hant: 行為

# addon.deck.edit.card-width
source: Card Size:
tr: Kart Boyutu:
zh_hant: 用戶資訊卡尺寸：

# addon.deck.edit.channel
source: Channel:
tr: Kanal:
zh_hant: 頻道：

# addon.deck.edit.channels
source: Channels:
tr: Kanallar:
zh_hant: 頻道：

# addon.deck.edit.color
source: Color:
tr: Renk:
zh_hant: 顏色：

# addon.deck.edit.column
source: Edit Column
tr: Sütunu Düzenle
zh_hant: 編輯欄位

# addon.deck.edit.columns
source: Columns:
tr: Sütunlar:
zh_hant: 欄位：

# addon.deck.edit.count
source: Count:
tr: Adet:
zh_hant: 計數：

# addon.deck.edit.game
source: Category:
tr: Kategori:
zh_hant: 分類：

# addon.deck.edit.icon
source: Icon:
tr: İkon:
zh_hant: 圖示：

# addon.deck.edit.max-tags
source: Show Tags:
tr: Etiketleri Göster:
zh_hant: 顯示標籤：

# addon.deck.edit.period
source: Period:
tr: Aralık:
zh_hant: 時期：

# addon.deck.edit.refresh
source: Auto Refresh:
tr: Otomatik Yenile:
zh_hant: 自動更新：

# addon.deck.edit.required-tags
source: Required Tags:
tr: Gerekli Etiketler:
zh_hant: 必要標籤：

# addon.deck.edit.search
source: Search:
tr: Ara:
zh_hant: 搜尋：

# addon.deck.edit.sort
source: Sort By:
tr: Sırala:
zh_hant: 依以下條件排序：

# addon.deck.edit.tags
source: Tags:
tr: Etiketler:
zh_hant: 標籤：

# addon.deck.edit.team
source: Team:
tr: Ekip:
zh_hant: 團隊：

# addon.deck.edit.title
source: Title:
tr: Başlık:
zh_hant: 標題：

# addon.deck.edit.viewers
source: Do not display views / viewers.
tr: Görüntülenme / izleyicileri gösterme.
zh_hant: 不要顯示觀看數∕觀眾數量。

# addon.deck.end
source: You have reached the end.
tr: Sona ulaştınız.
zh_hant: 您已抵達末端。

# addon.deck.featured
source: Featured
tr: Öne Çıkarılan
zh_hant: 精選項目

# addon.deck.featured.live-tip
source: This column shows live featured channels. Featured channels are typically shown at the top of Twitch's homepage in the carousel.
tr: Bu sütun öne çıkarılan canlı kanalları gösterir. Öne çıkarılan kanallar genellikle Twitch anasayfasının en üstünde gösterilir.
zh_hant: 本欄位會顯示精選的實況中頻道。 您通常能在 Twitch 首頁中的實況輪播區塊中看到這些精選頻道。

# addon.deck.filtered
source: Filtered by
tr: Filtreler
zh_hant: 依以下條件篩選：

# addon.deck.followed
source: Followed
tr: Takip Edilen
zh_hant: 追隨中

# addon.deck.followed.live-tip
source: This column shows live channels that you're following.
tr: Bu sütun takip ettiğiniz canlı yayındaki kanalları gösterir.
zh_hant: 本欄位會顯示您有追隨的實況中頻道。

# addon.deck.followed.video-tip
source: This column shows videos from channels you've followed.
tr: Bu sütun takip ettiğiniz kanallardan videolar gösterir.
zh_hant: 本欄位會顯示您已追隨頻道的相關影片。

# addon.deck.go-to-top
source: Return to Top
tr: Başa Dön
zh_hant: 返回頁首

# addon.deck.hosted
source: Hosted
tr: Hostlanan
zh_hant: 轉播中的實況

# addon.deck.hosted.live-tip
source: This column shows live channels being hosted by channels you follow.
tr: Bu sütun takip ettiğiniz kanalların hostladığı canlı yayınları gösterir.
zh_hant: 本欄位會顯示您追隨頻道正在轉播中的實況頻道。

# addon.deck.intro
source: Welcome to Deck, the best way to discover content on Twitch. You need to start by adding a column using the New button.
tr: Twitch içeriklerini keşfetmenin en iyi yöntemi Deck'e hoş geldiniz. Başlamak için Yeni tuşuna basarak sütunlar eklemeniz gerekmektedir.
zh_hant: 歡迎您使用 Deck，您發掘 Twitch 上各式內容的絕佳選項。 您第一步會需要使用「全新」按鈕來新增一個欄位。

# addon.deck.live-category
source: {name} Streams
tr: {name} Yayında
zh_hant: 分類為 {name} 的實況

# addon.deck.live-channels
source: Live Channels
tr: Canlı Yayındaki Kanallar
zh_hant: 實況中的頻道

# addon.deck.live-channels.tip
source: This column shows all live channels on Twitch. It's useful for filtering by certain tags.
tr: Bu sütun Twitch'teki bütün canlı yayındaki kanalları gösterir. Belirli etiketlere göre filtrelemek işinize yarayabilir.
zh_hant: 本欄位會顯示 Twitch 上所有正在實況中的頻道。這在您依特定標籤篩選頻道時會有所助益。

# addon.deck.live-featured
source: Featured Streams
tr: Öne Çıkan Yayınlar
zh_hant: 精選實況

# addon.deck.live-followed
source: Followed Streams
tr: Takip Edilen Yayınlar
zh_hant: 已追隨的實況

# addon.deck.live-hosted
source: Hosted Streams
tr: Hostlanan Yayınlar
zh_hant: 轉播中的實況

# addon.deck.live-recommended
source: Recommended Streams
tr: Önerilen Yayınlar
zh_hant: 推薦給您的實況

# addon.deck.live.recent
source: Recently Started
tr: Yakında Başlandı
zh_hant: 正在起步中的實況

# addon.deck.live.recommended
source: Recommended for You
tr: Sizin için Önerilen
zh_hant: 推薦給您

# addon.deck.loading
source: Loading...
tr: Yükleniyor...
zh_hant: 載入中…

# addon.deck.need-config
source: You need to finish configuring this column.
tr: Bu sütunu ayarlamayı bitirmeniz gerekmektedir.
zh_hant: 您必須要完成本欄位的相關設定。

# addon.deck.new
source: New...
tr: Yeni...
zh_hant: 全新…

# addon.deck.new-tab
source: New Tab
tr: Yeni Sekme
zh_hant: 全新的索引標籤

# addon.deck.no-live
source: Do not display the channel's live broadcast when they are streaming.
tr: Akış sırasında kanalın canlı yayınını görüntülemeyin.
zh_hant: 不要顯示實況中頻道的實況放送內容。

# addon.deck.no-recordings
source: Do not display videos from in-progress broadcasts.
tr: Devam etmekte oplan yayınlardan videolar gösterme.
zh_hant: 不要顯示節錄自當前實況的影片。

# addon.deck.no-state
source: (what am i doing)
tr: (ne yapıyorum)
zh_hant: （我在幹嘛）

# addon.deck.no-tags
source: no tags
tr: etiket yok
zh_hant: 沒有標籤

# addon.deck.no-users
source: no users
tr: kullanıcı yok
zh_hant: 沒有用戶

# addon.deck.open-settings
source: Open Settings
tr: Ayarları Aç
zh_hant: 開啟設定頁面

# addon.deck.published
source: Published on {published,date} at {published,time}
tr: {published,date} tarihinde {published,time} saatinde paylaşıldı
zh_hant: 在 {published,date} 於{published,time} 發佈

# addon.deck.recommended
source: Recommended
tr: Önerilenler
zh_hant: 推薦內容

# addon.deck.recommended.live-tip
source: This column shows live channels that Twitch recommends for you, based on your viewing history.
tr: Bu sütun izleme geçmişinize göre Twitch'in size önerdiği canlı yayındaki kanalladı gösterir.
zh_hant: 本欄位會顯示 Twitch 根據您觀看紀錄推薦給您的實況頻道。

# addon.deck.refresh
source: Refresh
tr: Yanile
zh_hant: 重新整理

# addon.deck.refresh-all
source: Refresh All
tr: Tümünü Yenile
zh_hant: 重新整理所有項目

# addon.deck.refresh.disabled
source: Disabled
tr: Devre Dışı
zh_hant: 停用

# addon.deck.save
source: Save
tr: Kaydet
zh_hant: 儲存

# addon.deck.search
source: Search
tr: Ara
zh_hant: 搜尋

# addon.deck.search-tags
source: Search Tags
tr: Etiket Ara
zh_hant: 搜尋標籤

# addon.deck.search-users
source: Search Users
tr: Kullanıcı Ara
zh_hant: 搜尋用戶

# addon.deck.search.live-tip
source: This column shows live channels that match a search query.
tr: Bu sütun aramanıza uygun canlı kanalları gösterir.
zh_hant: 本欄位會顯示符合搜尋查詢結果的實況中頻道。

# addon.deck.show-less
source: Show Less
tr: Daha Az Göster
zh_hant: 顯示較少

# addon.deck.show-more
source: Show More
tr: Daha Fazla Göster
zh_hant: 顯示更多

# addon.deck.sort.clip.created-asc
source: Recently Created
tr: Yakında Oluşturulan
zh_hant: 近期創建的剪輯

# addon.deck.sort.clip.created-desc
source: Oldest First
tr: Önce Eskiler
zh_hant: 從最舊到最新

# addon.deck.sort.clip.views-asc
source: Views (Low to High)
tr: Görüntülenme (Düşükten Yükseğe)
zh_hant: 觀看數（由低至高）

# addon.deck.sort.clip.views-desc
source: Views (High to Low)
tr: Görüntülenme (Yüksekten Düşüğe)
zh_hant: 觀看數（由高至低）

# addon.deck.sort.live.viewers
source: Viewers (High to Low)
tr: İzleyiciler (Yüksekten Düşüğe)
zh_hant: 觀看人數（由高至低）

# addon.deck.sort.live.viewers-asc
source: Viewers (Low to High)
tr: İzleyiciler (Düşükten Yükseğe-)
zh_hant: 觀看人數（由低至高）

# addon.deck.sort.sub.viewers
source: Viewers
tr: İzleyiciler
zh_hant: 觀看人數

# addon.deck.sort.sub.views
source: Views
tr: Görüntülenme
zh_hant: 觀看數

# addon.deck.sort.trending
source: Trending
tr: Trendler
zh_hant: 發燒內容

# addon.deck.sort.video.recent
source: Recently Published
tr: Yeni Paylaşılan
zh_hant: 近期發佈的影片

# addon.deck.sort.video.views
source: Views (High to Low)
tr: Görüntülenme (Yükekten Düşüğe)
zh_hant: 觀看數（由高至低）

# addon.deck.specific-users
source: Specific Users
tr: Spesifik Kullanıcılar
zh_hant: 特定用戶

# addon.deck.specific-users.tip
source: This column shows all live channels from a custom, set list.
tr: Bu sütun kullanıcı tarafından ayarlanan canlı yayındaki kanalları gösterir.
zh_hant: 本欄位會顯示一個自訂列表中，所有正在實況中的頻道。

# addon.deck.sub.recent
source: Recent
tr: Yeni
zh_hant: 近期的訂閱

# addon.deck.sub.tags
source: {count, plural, one {# tag} other {# tags}}
tr: {count, plural, one {# etiket} other {# etiket}}
zh_hant: {count, plural, one {# 個標籤} other {# 個標籤}}

# addon.deck.sub.views
source: Views
tr: Görüntülenme
zh_hant: 觀看數

# addon.deck.tab-name
source: Tab #{count}
tr: Sekme #{count}
zh_hant: 索引標籤 #{count}

# addon.deck.tab-settings
source: Tab Settings
tr: Sekme Ayarları
zh_hant: 索引標籤相關設定

# addon.deck.team
source: Team
tr: Ekip
zh_hant: 團隊成員

# addon.deck.team.live-tip
source: This column shows live channels from members of a specific Team.
tr: Bu sütun belirli bir Ekipteki canlı yayındaki kanalları gösterir.
zh_hant: 本欄位會顯示特定團隊旗下成員的實況中頻道。

# addon.deck.throttled
source: Waiting a bit...
tr: Biraz bekleyin...
zh_hant: 請稍等…

# addon.deck.title
source: Deck
tr: Deste

# addon.deck.type.ARCHIVE
source: Past Broadcast
tr: Geçmiş Yayınlar
zh_hant: 過往的實況記錄檔

# addon.deck.type.host
source: Hosting
tr: Hostlama
zh_hant: 轉播中

# addon.deck.unset
source: (Unset)
tr: (Ayarlanmamış)
zh_hant: （未設定）

# addon.deck.video-followed
source: Followed Videos
tr: Takip Edilen Videolar
zh_hant: 追隨中的影片

# addon.deck.video-type.archive
source: Past Broadcasts
tr: Geçmiş Yayınlar
zh_hant: 過往的實況記錄檔

# addon.deck.video-type.highlight
source: Highlights
tr: Öne Çıkarılanlar
zh_hant: 實況精華

# addon.deck.video-type.past_premiere
source: Past Premieres
tr: Geçmiş Prömiyerler
zh_hant: （過往的首播內容）

# addon.deck.video-type.upload
source: Uploads
tr: Yüklemeler
zh_hant: 上傳的影片

# addon.deck.video-types
source: Video Types:
tr: Video Türleri:
zh_hant: 影片類別：

# addon.deck.viewers
source: {viewers, plural, one {# viewer} other {# viewers}}
tr: {viewers, plural, one {# izleyici} other {# izleyici}}
zh_hant: {viewers, plural, one {# 個觀眾} other {# 個觀眾}}

# addon.deck.views
source: {count, plural, one {# view} other {# views}}
tr: {count, plural, one {# görüntülenme} other {# görüntülenme}}
zh_hant: {count, plural, one {# 次觀看數} other {# 次觀看數}}

# addon.deck.width.0
source: Small
tr: Küçük
zh_hant: 小型

# addon.deck.width.1
source: Normal
tr: Orta
zh_hant: 正常

# addon.deck.width.2
source: Large
tr: Büyük
zh_hant: 大型

# addons.deck.title
source: Deck
tr: Deste

# FFZ Control Center
source: Add a Deck link to the top of Twitch.
tr: Deste
zh_hant: Deck

# FFZ Control Center
source: Add a Deck link to the top of Twitch.
tr: Görünüm
zh_hant: 外觀

# FFZ Control Center
source: Add a Deck link to the top of Twitch.
tr: Davranış
zh_hant: 行為

# FFZ Control Center
source: Add a Deck link to the top of Twitch.
tr: Yeni sütun oluşturulduğunda ayarlar otomatik olarak açılsın.
zh_hant: 在創建全新欄位時自動打開設定頁面。

# FFZ Control Center
source: Add a Deck link to the top of Twitch.
tr: Twitch sitesinin üstüne Deste linki ekle.
zh_hant: 在 Twitch 頁面上方新增一個 Deck 連結。
