Repository: FrankerFaceZ/I18n
Catalog: strings/client/*.po
Languages: cs, de, es, pt_br, ru, sv, tr, uk

# metadata.player-stats.video-tip
source: Video Information
cs: Informace o videu
de: Videoinformationen
es: Información del vídeo
pt_br: Informação do Vídeo
ru: Информация о видео
tr: Video İçeriği
uk: Про Відео

# metadata.uptime.copy
source: Copy to Clipboard
cs: Zkopírovat do schránky
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
pt_br: Copiar para a Área de Transferência
ru: Скопировать в буфер обмена
sv: Kopiera till urklipp
tr: Panoya kopyala
uk: Скопіювати до Буферу обміну

# metadata.uptime.subtitle
source: Uptime
cs: Délka streamu
de: Laufzeit
es: Tiempo activo
pt_br: Tempo de Atividade
ru: Время трансляции
sv: Upptid
tr: Yayın Süresi
uk: Тривалість

# metadata.uptime.tooltip
source: Stream Uptime
cs: Délka streamu
de: Streamlaufzeit
es: Tiempo de actividad de la transmisión
pt_br: Tempo da Transmissão
ru: Время трансляции
sv: Stream Upptid
tr: Yayın süresi
uk: Час Трансляції

# metadata.viewers
source: Viewer Count
cs: Počet diváků
de: Zuschauerzahl
es: Contador de Espectadores
pt_br: Número de Espectadores
ru: Счётчик зрителей
sv: Antal tittare
tr: İzleyici Sayısı
uk: Кількість глядачів

# page.next
source: Next Page
cs: Další strana
de: Nächste Seite
es: Siguiente página
pt_br: Próxima Página
ru: Следующая страница
sv: Nästa sida
tr: Sonraki sayfa
uk: Наступна Сторінка

# page.previous
source: Previous Page
cs: Předchozí strana
de: Vorherige Seite
es: Página anterior
pt_br: Página Anterior
ru: Предыдущая страница
sv: Föregående sida
tr: Önceki sayfa
uk: Попередня Сторінка

# player.comp_button.disabled
source: Audio Compressor cannot be enabled when viewing Clips.
cs: Audio Kompresor nemůže být povolený při prohlížení Klipů.
de: Der Audio-Kompressor kann bei Clips nicht aktiviert werden.
es: El Compresor de Audio no puede ser activado en Clips.
pt_br: O Compressor de Áudio não pode ser habilitado ao assistir Clipes.
ru: Нельзя включить аудио компрессор при просмотре клипов.
sv: Ljudkomprimering kan inte aktiveras när du tittar på klipp.
tr: Klipleri görüntülerken Ses Kompresörü etkinleştirilemez.
uk: Неможливо увімкнути Компресор Звуку під час перегляду Кліпів.

# player.comp_button.help
source: See the FFZ Control Center for details. If audio breaks, please reset the player.
de: Einzelheiten findest du im FFZ Kontrollzentrum. Wenn der Ton ausfällt, setze den Videoplayer zurück.
es: Consulta el Centro de control FFZ para obtener más detalles. Si el audio se interrumpe, reinicia el reproductor.
pt_br: Consulte o FFZ Control Center para obter detalhes. Se o áudio interromper, reinicie o player.
ru: Подробнее смотрите в центре управления. Пожалуйста, перезагрузите проигрыватель, если звук испортился.
sv: Se FFZ Kontroll Center för detaljer. Om problem med ljudet, återställ spelaren.
tr: Ayrıntılar için FFZ Kontrol Merkezine bakın. Ses bozulursa, lütfen oynatıcıyı sıfırlayın.
uk: Детальніше в Центрі Управління FFZ. Якщо звук зламався, будь ласка, скиньте плеєр.

# player.comp_button.off
source: Disable Audio Compressor
cs: Zakázat Audio Kompresor
de: Audio-Kompressor deaktivieren
es: Deshabilitar Compresor de Audio
pt_br: Desativar compressor de áudio
ru: Выключить аудио компрессор
sv: Inaktivera ljudkomprimering
tr: Ses Kompresörünü Devre Dışı Bırak
uk: Вимкнути Компресор Звуку

# player.comp_button.on
source: Audio Compressor
de: Audio-Kompressor
es: Compresor de Audio
pt_br: Compressor de Áudio
ru: Включить аудио компрессор
sv: Ljudkomprimering
tr: Ses Kompresörü
uk: Аудіо-компресор

# player.pip_button
source: Picture-in-Picture
cs: Obraz v Obraze
de: Bild-im-Bild
es: Imagen-en-Imagen
pt_br: Clique para Ativar a Janela Destacada.
ru: Картинка в картинке
sv: Bild-i-bild
tr: Resim içinde Resim
uk: Картинка-в-картинці

# player.pip_button.off
source: Exit Picture-in-Picture
de: Bild-im-Bild verlassen
es: Salir de Imagen-en-Imagen
pt_br: Sair do modo Janela Destacada
ru: Выход из картинки в картинке
sv: Avsluta bild-i-bild
tr: Ekran içinde ekran modundan çık
uk: Вийти з Картика-в-Картинці

# player.reset_button
source: Reset Player (Double-Click)
cs: Resetovat přehrávač (dvojí-kliknutí)
de: Videoplayer zurücksetzen (Doppelklick)
es: Reiniciar Interfaz (Doble-Clic)
pt_br: Clique-Duplo para Reiniciar o Player.
ru: Перезагрузить проигрыватель (нажмите дважды)
sv: Återställ spelaren (dubbelklicka)
tr: Oynatıcıyı Sıfırla (Çift Tıklama)
uk: Скинути Програвач (Подвійний клац)

# player.reset_button.all
source: Reset All Players (Double-Click)
de: Alle Videoplayer zurücksetzen (Doppelklick)
es: Resetear Todos los Reproductores (Doble Click)
pt_br: Reiniciar todos os players (Clique Duplo)
ru: Сброс всех проигрывателей (двойной щелчок)
sv: Återställ alla spelare (dubbelklicka)
tr: Tüm oynatıcıları baştan başlat
uk: Скинути всі Програвачі (Подвійний Клац)

# popup.error
source: We tried opening a pop-up window and could not. Make sure to allow pop-ups from Twitch.
cs: Zkusili jsme otevřít vyskakovací okno, ale nemohli jsme. Ujistěte se, že máte povolená vyskakovací okna pro Twitch.
de: Es konnte kein Pop-up-Fenster geöffnet werden. Ver­ge­wis­sere dich, dass Pop-ups für Twitch erlaubt sind.
es: Hemos intentado abrir una ventana emergente pero no pudimos. Asegúrate de permitir las ventanas emergentes de Twitch.
pt_br: Tentamos abrir uma janela pop-up e não conseguimos. Certifique-se de permitir pop-ups da Twitch.
ru: Мы попытались открыть всплывающее окнно, но не смогли. Убедитесь, что всплывающие окна на Twitch не заблокированы.
sv: Vi försökte öppna ett pop-up fönster och kunde inte. Kontrollera att du tillåter pop-ups från Twitch.
tr: Bir pop-up penceresi açmaya çalıştık fakat Twitch'ten gelen pop'uplara izin verip vermeyeceğimize karar veremedik.
uk: Ми спробували відкрити спливаюче вікно і не змогли. Переконайтесь, що ви дозволили відкривати спливаючі вікна на Twitch.

# site.menu_button
source: FrankerFaceZ Control Center
cs: Ovládací Centrum FrankerFaceZ
de: FrankerFaceZ Kontrollzentrum
es: Centro de Control de FrankerFaceZ
pt_br: Centro de Controle do FrankerFaceZ
ru: Центр управления FrankerFaceZ
sv: Kontrollcenter för FrankerFaceZ
tr: FFZ Kontrol Merkezi
uk: Центр управління FrankerFaceZ

# site.menu_button.addon-dev-desc
source: You have loaded add-on data from a local development server.
cs: Načetli jste data pro doplňky z lokálního vývojářského serveru.
de: Add-on Daten wurden erfolgreich vom lokalen Entwickler-Server geladen.
es: Has cargado datos de complementos desde un servidor de desarrollo local.
pt_br: Você carregou dados complementares de um servidor de desenvolvimento local.
ru: Вы загрузили данные дополнения с локального сервера разработчика.
sv: Du har laddat tilläggsdata från en lokal utvecklings server.
tr: Yerel geliştirici serverından eklenti datası yüklediniz.
uk: Ви завантажили дані додатку з місцевого розробницького сервера.

# site.menu_button.error
source: There was an error loading the FFZ Control Center. Please refresh and try again.
cs: Při načítání Kontrolního Centra FFZ nastala nějaká chyba. Prosím, načtěte stránku znovu a zkuste to znovu.
de: Beim Laden des FFZ Kontrollzentrums ist ein Fehler aufgetreten. Bitte aktualisiere die Seite und versuche es erneut.
es: Se produjo un error al cargar el Centro de control de FFZ. Por favor, actualice y pruebe de nuevo.
pt_br: Ocorreu um erro ao carregar o FFZ Control Center. Por favor atualize a página e tente novamente.
ru: Произошла ошибка при загрузке центра управления FFZ. Пожалуйста, обновите и попробуйте снова.
sv: Det uppstod ett fel vid laddningen av FFZ Kontrol Center. Vänligen uppdatera sidan och försök igen.
tr: FFZ kontrol panelinin yüklenmesinde bir sorun oluştu, lütfen sayfayı yenileyip yeniden deneyin.
uk: Під час завантаження Центур Управління FFZ. Будь ласка, оновіть та спробуйте знов.

# site.menu_button.main-dev-desc
source: You are running a developer build of FrankerFaceZ.
cs: Aktuálně u vás běží vývojářská verze FrankerFaceZ.
de: Du verwendest eine Entwickler-Version von FrankerFaceZ.
es: Estás ejecutando una versión de desarrollador de FrankerFaceZ.
pt_br: Você está executando uma compilação de desenvolvedor do FrankerFaceZ.
ru: Запущена версия FrankerFaceZ для разработчика.
sv: Du använder en utvecklar-variant av FrankerFaceZ.
tr: FFZ'nin geliştirici sürümünü kullanıyorsunuz.
uk: Ви послуговуєтесь розробницьку збірку FrankerFaceZ.

# site.menu_button.new-desc
source: There {count,plural,one {is one new setting} other {are # new settings}}.
cs: {count,plural,one {Je zde nové nastavení} few {Jsou zde # nová nastavení} other {Je zde # nových nastavení}}.
de: Es gibt {count,plural,one {eine neue Einstellung} other {# neue Einstellungen}}.
es: Hay {count,plural,one {un nuevo ajuste} other {# nuevos ajustes}}.
pt_br: Tem {count,plural,=1 {uma nova configuração} other { # novas configurações}}.
ru: Есть {count,plural,one {одна новая настройка} few {# новых настройки} other {# новых настроек}}.
sv: Det finns {count,plural,one {en ny inställning} other {# nya inställningar}}.
tr: Yeni {count,plural,one {bir ayar} other {# ayarlar}}.
uk: З'явилося {count,plural,one {одне нове налаштування} few {# нових налаштування} other {нових # налаштувань}}.

# site.menu_button.no-settings
source: Settings are disabled in this tab due to the inclusion of "{param}" in the URL.
de: Einstellungen sind in diesem Tab deaktiviert, da »{param}« in der URL enthalten ist.
es: Configuraciones deshabilitadas en esta pestaña por la inclusión de "{param}" en la URL.
pt_br: Configurações são desabilitadas nesta aba devido a inclusão do "{param}" na URL.
ru: Настройки на этой вкладке отключены из-за включения "{param}" в URL-адресе.
sv: Inställningar är inaktiverade på den här fliken eftersom "{param}" ingår i URL:en.
tr: URL'ye "{param}" eklenmesi nedeniyle bu sekmede ayarlar devre dışı bırakıldı.
uk: Налаштування в цій вкладці вимкнені через наявність "{param}" в URL.

# site.menu_button.profiles
source: Profiles
cs: Profily
de: Profile
es: Perfiles
pt_br: Perfis
ru: Профили
sv: Profiler
tr: Profiller
uk: Профілі

# site.menu_button.update-desc
source: There is an update available. Please refresh your page.
cs: Je zde dostupná aktualizace. Prosíme, načtěte znovu Vaši stránku.
de: Ein Update steht zur Verfügung. Bitte lade die Seite neu.
es: Hay una actualización disponible. Por favor, refresca la página.
pt_br: Há uma atualização disponível. Atualize sua página.
ru: Доступно обновление. Пожалуйста, обновите страницу.
sv: Det finns en uppdatering tillgänglig. Vänligen uppdatera sidan.
tr: Bir güncelleme mevcut. Lütfen sayfayı yenileyin.
uk: Доступне оновлення. Будь ласка, оновіть сторінку.

# socket.info.command
source: Command
cs: Příkaz
de: Befehl
es: Comando
pt_br: Comando
ru: Команда
sv: Kommando
tr: Komut
uk: Команда

# socket.info.connected
source: connected
cs: připojeno
de: verbunden
es: conectado
pt_br: conectado
ru: подключен
sv: ansluten
tr: bağlı
uk: приєднано

# socket.info.disconnected
source: disconnected
cs: odpojeno
de: nicht verbunden
es: desconectado
pt_br: desconectado
ru: отключен
sv: frånkopplad
tr: bağlantı kesildi
uk: від'єднано

# socket.info.local_time
source: Local Time
cs: Lokální čas
de: Ortszeit
es: Tiempo Local
pt_br: Horário local
ru: Местное время
sv: Lokal tid
tr: Yerel Saat
uk: Місцевий час

# socket.info.ping
source: Ping
cs: Odezva
ru: Пинг
uk: Пінґ

# socket.info.server
source: Server
es: Servidor
pt_br: Servidor
ru: Сервер
tr: Sunucu
uk: Сервер

# socket.info.server_time
source: Server Time
cs: Čas serveru
de: Serverzeit
es: Tiempo del Servidor
pt_br: Horário do servidor
ru: Время сервера
sv: Servertid
tr: Sunucu Saati
uk: Час на сервері

# socket.info.state
source: State
de: Status
es: Estado
pt_br: Estatísticas
ru: Состояние
sv: Tillstånd
tr: Durum
uk: Стан

# socket.info.stats.authenticated
source: Authenticated
de: Authentifiziert
es: Autenticado
pt_br: Autenticado
ru: Удостоверенный
sv: Autentiserad
tr: Doğrulandı
uk: Автентифіковано

# socket.info.stats.connected_clients
source: Connected Clients
de: Verbundene Clients
es: Clientes Conectados
pt_br: Clientes conectados
ru: Подключенных клиентов
sv: Anslutna klienter
tr: Bağlı İstemciler
uk: Під'єднані Клієнти

# socket.info.stats.total_commands
source: Commands
cs: Příkazy
de: Befehle
es: Comandos
pt_br: Comandos
ru: Команд
sv: Kommando
tr: Komutlar
uk: Команди

# socket.info.stats.total_messages
source: Messages
cs: Zprávy
de: Nachrichten
es: Mensajes
pt_br: Mensagens
ru: Сообщений
sv: Meddelanden
tr: Mesajlar
uk: Повідомлення

# socket.info.stats.versions
source: Client Versions
de: Client Versionen
es: Versiones de Cliente
pt_br: Versões do cliente
ru: Версий клиентов
sv: Klientversioner
tr: İstemci Sürümleri
uk: Версії клієнта

# socket.info.version
source: Version
cs: Verze
es: Versión
pt_br: Versão
ru: Версия
tr: Versiyon
uk: Версія

# sub-button.prime
source: Your free channel sub with Prime is available.
cs: Vaše bezplatné předplatné s Prime Gaming je dostupné.
de: Dein kostenloses Abonnement mit Prime ist verfügbar.
es: Tu suscripción gratis con Prime está disponible.
pt_br: Sua inscrição de canal grátis com Prime está disponível.
ru: Доступна бесплатная подписка на канал с Prime.
sv: Din gratis-prenumeration med Prime är tillgänglig.
tr: Bedava Twitch Prime Üyeliğiniz hazır.
uk: Вам доступна безкоштовна передплата на канал із Prime.

# tooltip.bits
source: {count,number} Bits
cs: {count,number} bitů
tr: {count,number} adet bit
uk: {count,number} Бітсів

# tooltip.bits.more
source: (and {count} more)
de: (und {count, number} mehr)
es: (y {count, number} más)
sv: (och {count, number} till)
tr: (ve {count, number} kadar daha)
uk: (та ще {count, number} )

# tooltip.channel
source: Channel: {source}
cs: Kanál: {source}
de: Kanal: {source}
es: Canal: {source}
pt_br: Canal: {source}
ru: Канал: {source}
sv: Kanal: {source}
tr: Kanal: {source}
uk: Канал: {source}

# tooltip.email-link
source: E-Mail {address}
sv: E-post {address}
uk: Емейл: {address}

# tooltip.emoji
source: Emoji - {category}
ru: Эмодзи - {category}
uk: Емодзі — {category}

# tooltip.emote
source: Emote: {name}
cs: Emotikon: {name}
es: Emoticono: {name}
ru: Смайл: {name}
tr: Emoji: {name}
uk: Смайлик: {name}

# tooltip.error
source: An error occurred. ({error})
cs: Objevila se chyba. ({error})
de: Es ist ein Fehler aufgetreten. ({error})
es: Ha ocurrido un error. ({error})
pt_br: Ocorreu um erro. ({error})
ru: Произошла ошибка. ({error})
sv: Ett fel uppstod. ({error})
tr: Bir hata oluştu ({error})
uk: Виникла помилка. ({error})

# tooltip.link-destination
source: Destination: {url}
de: Ziel: {url}
es: Destino: {url}
pt_br: Destino: {url}
ru: Назначение: {url}
tr: Hedef: {url}
uk: Шлях призначення: {url}

# tooltip.link.urls
source: Visited URLs
de: Besuchte URLs
es: Enlaces Visitados
pt_br: URLs visitados
ru: Посещённые ссылки
sv: Besökta URL:er
tr: Ziyaret edilen URL'ler
uk: Відвідані адреси

# tooltip.render-error
source: There was an error rendering this tooltip. {err}
de: Bei der Darstellung dieses Tooltips ist ein Fehler aufgetreten. {err}
es: Ocurrió un error al crear esta pista. {err}
pt_br: Ocorreu um erro ao exibir esta dica. {err}
ru: При отображении подсказки произошла ошибка. {err}
sv: Det uppstod ett problem att rendera denna info rutan. {err}
tr: Bu ipucunu gösterirken bir hata oluştu. {err}
uk: Під час візуалізації цієї підказки сталася помилка. {err}

# tooltip.shift-detail
source: (Shift for Details)
de: (Umschalttaste für Details)
es: (Shift para más detalles)
pt_br: (Shift para detalhes)
ru: (Shift, чтобы увидеть больше информации)
sv: (Skift för information)
tr: (Detaylar için Shift tuşuna basınız)
uk: (Докладніше з Shift)

# video-chat.jump
source: Jump to Video
cs: Skočit na video
de: Zum Video springen
es: Saltar a Vídeo
pt_br: Ir para o Vídeo
ru: Перейти к видео
sv: Hoppa till video
tr: Video'ya geç
uk: Перейти до Відео

# video-chat.reply
source: Reply
cs: Odpovědět
de: Antworten
es: Responder
pt_br: Resposta
ru: Ответить
sv: Svara
tr: Cevap
uk: Відповісти

# video-chat.show-more
source: Show more replies...
cs: Zobrazit více odpovědí...
de: Zeige weitere Antworten ...
es: Mostrar más respuestas...
pt_br: Mostrar mais respostas...
ru: Показать больше сообщений...
sv: Visa fler svar...
tr: Daha fazla cevap göster...
uk: Показати більше відповідей...

# video-chat.time
source: {time,humantime} ago
cs: Před {time,humantime}
de: {time,humantime} her
es: Hace {time,humantime}
pt_br: {time,humantime} atrás
ru: {time,humantime} назад
sv: {time,humantime} sedan
tr: {time,humantime} öncesinde
uk: {time,humantime} тому назад

# video.desc.1
source: Video of {user}
cs: Video z kanálu {user}
de: Video von {user}
es: Vídeo de {user}
pt_br: Vídeo de {user}
ru: Видео пользователя {user}
sv: Video av {user}
tr: Videosu {user}
uk: Відео зі стріму {user}

# video.desc.2
source: {length,duration} â€” {views,number} Views - {date,datetime}
de: {length,duration} — {views,number} Aufrufe — {date,datetime}
es: {length,duration} — {views,number} Visualizaciones — {date,datetime}
sv: {length,duration} — {views,number} visningar — {date,datetime}
tr: {length,duration} — {views,number} İzlenme sayısı — {date,datetime}
uk: {length,duration} — {views,number} Перегляди — {date,datetime}

# video.published-on
source: Published on: {date,date}
cs: Publikováno: {date,date}
de: Veröffentlicht am: {date,date}
es: Publicado el: {date,date}
pt_br: Publicado em: {date,date}
ru: Опубликовано: {date,date}
sv: Publicerad: {date,date}
tr: Yayınlandı: {date,date}
uk: Оприлюднено: {date,date}

# emote-menu.emote-follower
source: Follow {user} to unlock this emote in their channel.
de: Folge {user}, um dieses Emote für diesen Kanal freizuchalten.
es: Sigue a {user} para desbloquear este emoticono en su canal.
ru: Начните отслеживать {user}, чтобы разблокировать этот смайл на его канале.
sv: Följ {user} för att låsa upp denna emote i deras kanal.
tr: Bu ifadeyi kullanmak için {user} kanalını takip edin.
uk: Почніть відстежувати {user} щоб розблокувати цей смайл на його каналі.

# i18n.ui.invalid
source: Invalid Strings
de: Ungültige Zeichenketten
es: Cadenas inválidas
ru: Недопустимые строки
sv: Ogiltiga strängar
tr: Geçersiz Dizeler
uk: Недійсні рядки

# socket.info.time_offset
source: Time Offset
de: Zeitverzögerung
es: Diferencia de Tiempo
pt_br: Compensação de tempo
ru: Временной сдвиг
sv: Tidsförskjutning
tr: Zaman Ayarı
uk: Часовий зсув

# card.error.invalid-host
source: The provided URL has an invalid host and cannot be checked.
de: Die angegebene URL hat einen ungültigen Host und kann somit nicht überprüft werden.
es: La URL proporcionada tiene un host no válido y no se puede verificar.
pt_br: A URL fornecida tem um host inválido e não pode ser verificada.
ru: Предоставленный URL имеет недопустимый хост и не может быть проверен.
sv: Den angivna URL-adressen har en ogiltig värd och kan inte kontrolleras.
tr: Sağlanan URL geçersiz bir ana makineye sahip ve kontrol edilemedi.
uk: Наданий URL має недійсний хост і не може бути перевірений.

# chat.actions.reply.desc
source: Allows you to directly reply to another user's message. Only functions when the Chat Replies Style is "FrankerFaceZ".
cs: Toto vám umožňuje okamžitě odpovědět na zprávu jiného uživatele. Funkční pouze, pokud styl odpovědí chatu je „FrankerFaceZ“.
de: Ermöglicht dir das direkte Antworten auf die Nachricht eines anderen Benutzers. Funktioniert nur, wenn der Chat-Antwortstil auf »FrankerFaceZ« gesetzt ist.
es: Te permite responder al mensaje de otro usuario directamente. Sólo funciona cuando el Estilo de Respuestas es "FrankerFaceZ".
pt_br: Permite que você responda diretamente à mensagem de outro usuário. Funciona apenas quando o estilo de respostas de bate-papo é "FrankerFaceZ".
ru: Позволяет напрямую отвечать на сообщение другого пользователя. Работает только когда используется стиль ответов "FrankerFaceZ".
sv: Gör att du kan svara direkt på en annan användares meddelande. Fungerar endast när Chat Svars Stilen är "FrankerFaceZ".
tr: Başka bir kullanıcının mesajına doğrudan yanıt vermenizi sağlar. Yalnızca Sohbet Yanıtları Stili "FrankerFaceZ" olduğunda çalışır.
uk: Дозволяє безпосередньо відповідати на повідомлення іншого користувача. Функціонує лише тоді, коли стиль відповідей у чаті "FrankerFaceZ".

# chat.actions.reply.thread
source: Open Thread
cs: Otevřít vlákno
de: Thread öffnen
es: Abrir Hilo
pt_br: Abrir Sequência
ru: Открыть обсуждение
sv: Öppna tråd
tr: Konuyu Aç
uk: Відкрити обговорення

# chat.bits-message
source: Cheered {count, plural, one {# Bit} other {# Bits}}
cs: Fandí s {count, plural, one {# Bitem} other {# Bity}}
de: Cheert {count, plural, one {# Bit} other {# Bits}}
es: Aplaudió {count, plural, one {# Bit} other {# Bits}}
ru: Подарил(-а) {count, plural, one {# Bit} few {# Bits'а} other {# Bits'ов}}
sv: Cheerade {count, plural, one {# Bit} other {# Bits}}
tr: {count, plural, one {# Bit} other {# Bits}} cheerladı
uk: Подарував(-ла) {count, plural, one {# Bit} few {# Bits'и} other {# Bits'ів}}

# chat.ffz-badge.about
source: This badge appears globally for users with FrankerFaceZ. Please visit the {website} to change this badge.
cs: Tento odznak se zobrazuje globálně uživatelům s FrankerFaceZ. Chcete-li tento odznak změnit, navštivte prosím {website}.
de: Dieses Abzeichen ist global für Benutzer mit FrankerFaceZ sichtbar. Bitte besuche die {website}, um dieses Abzeichen zu ändern.
es: Esta medalla aparece globalmente para los usuarios de FrankerFaceZ. Por favor visita la {website} para cambiar esta medalla.
ru: Этот значок отображается глобально для пользователей с FrankerFaceZ. Чтобы изменить этот значок, посетите {website}.
sv: Denna dekal visas globalt för alla användare med FrankerFaceZ. Vänligen besök {website} för att ändra denna dekal.
tr: Bu rozet, FrankerFaceZ kullanıcıları için küresel olarak görünür. Bu rozeti değiştirmek için lütfen {website} ziyaret edin.
uk: Цей значок відображається у всюди для користувачів із FrankerFaceZ. Відвідайте {website}, щоб змінити цей значок.

# chat.filtering.automod.S
source: Sexually Explicit Language
cs: Sexuálně explicitní řeč
de: Sexuell explizite Sprache
es: Lenguaje Sexualmente Explícito
pt_br: Linguajar Sexualmente Explicito
ru: Откровенно сексуальный язык
sv: Sexuellt språk
tr: Cinsel içerikli söylem
uk: Відверто сексуальна мова

# chat.identity-menu
source: Chat Identity
cs: Identita na chatu
de: Chat-Identität
es: Identidad del chat
ru: Имя в чате
sv: Chattidentitet
tr: Sohbet Kimliği
uk: Ідентичність в чаті

# chat.mod-action.timeout
source: {duration} Timeout
cs: Dočasně zablokován na {duration}
es: {duration} Expulsado temporalmente
pt_br: {duration} de Suspensão
ru: Отстранение на {duration}
sv: Timeout i {duration}
tr: {duration} Sustur
uk: Відсторонення на {duration}

# chat.overrides.editing
source: Editing {user.login}...
cs: Upravujete {user.login}...
de: Bearbeitung von {user.login} ...
es: Editando {user.login}...
pt_br: Editando {user.login}...
ru: Редактируется {user.login}...
sv: Redigerar {user.login}...
tr: {user.login} kişisi düzenleniyor...
uk: Редагується {user.login}...

# chat.reason.ignore
source: Ignoring Broadcaster / Moderators
cs: Ignorovat vysílajícího / moderátory
de: Ignorieren des Broadcasters / der Moderatoren
es: Haciendo caso omiso del Emisor / Moderadores
pt_br: Ignorando Streamer / Moderadores
ru: Игнорирование стримера / модераторов
sv: Ignorerar sändaren/moderatorer
tr: Moderatör veya yayıncıyı görmezden gel
uk: Ігнорування стрімера / модераторів

# chat.reply-to
source: Replying To:
cs: Odpověď na:
de: Antwort an:
es: Respondiendo a:
pt_br: Respondendo a:
ru: Ответ:
sv: Svarar:
tr: Yanıtla:
uk: Відповідь:

# chat.sub.twitch-prime
source: with Prime Gaming
cs: s Prime Gaming
de: mit Prime Gaming
es: con Prime Gaming
pt_br: com Prime Gaming
ru: с Prime Gaming
sv: med Prime Gaming
tr: Prime Gaming ile
uk: з Prime Gaming
