Repository: FrankerFaceZ/I18n
Catalog: strings/client/*.po
Languages: cs, de, es, pt_br, ru, sv, tr, uk

# emote-menu.toggle-hide.info
source: Emote Visibility Control allows you to hide emotes from your emote menu, either individually or by set. With Emote Visibility Control enabled, just click an emote to hide or unhide it. Please note that you will still see the emotes in chat if someone uses them, but they won't appear in your emote menu.
de: Die Emote-Sichtbarkeitssteuerung erlaubt das Verstecken von Emotes in deinem Emote-Menü, entweder einzeln oder als Set. Wenn die Emote-Sichtbarkeitssteuerung aktiv ist, klicke einfach auf ein Emote, um es auszublenden oder anzuzeigen. Bitte beachte, dass du immer noch die Emotes, die jemand anderes im Chat benutzt, sehen kannst, aber sie erscheinen nicht mehr in deinem Emote-Menü.
es: El Control de Visibilidad de Emoticonos te permite esconder emoticonos del menú, ya sea individualmente o por conjunto. Con el Control de Visibilidad de Emoticonos activado, sólo haz click en un emoticono para esconderlo o mostrarlo. Toma en cuenta que los emoticonos serán visibles en chat cuando alguien los use, pero no aparecerán en tu menú.
pt_br: O Controle de Visibilidade de Emote permite que você oculte emotes do menu, seja individualmente ou conjuntos. Com o Controle de Visibilidade de Emote habilitado, basta clicar sobre um emote para que ele fique oculto ou em exibição. Por favor observer que os emotes ainda irão aparecer no bate papo se outro expectador usar ele, eles não irão aparecer no seu menu de emote.
ru: Управление видимостью смайлов позволяет вам скрыть смайлы в меню, как по отдельности, так и их наборы. Включив его, просто щёлкните по смайлу, чтобы скрыть или показать его. Пожалуйста, помните, что в чате смайлы всё равно будут видны, но их не будет в вашем меню смайлов.
sv: Emote Synlighetskontroll tillåter dig att gömma emotes från din emote meny, antingen individuellt eller i grupp. När Emote Synlighetskontroll är aktiverad, bara klicka på en emote för att dölja eller att icke dölja den. Vänligen observera att du fortfarande kommer att se emotes i din chatt om någon använder dem, men de kommer inte visas i den emote meny.
tr: İfade Görünürlük Kontrolü ifadeleri menüden tek tek ya da topluca gizlemeyi sağlar. İfade Görünürlük Kontrolü aktifken bir ifadeyi gizlemek ya da göstermek için ifade üzerine tıklamanız yeterlidir. Sohbet ekranında diğer kullanıcılar gizlediğiniz ifadeyi kullanınca hala gözükeceğini, sadece menünüzden gizleneceğini unutmayın.
uk: Управління Видимістю Смайлів дозволяє сховати смайли з меню смайлів, окремо або низками. Якщо Управління Видимістю Смайлів увімкнене, просто клацніть на смайлі, аби сховати або показати його. Зважайте, що ви все одно бачитимете їх в чаті, якщо хтось ними скористається, але їх не буде у вашому меню смайлів.

# emote-menu.toggle-hide.off
source: Emote Visibility Control
de: Emote-Sichtbarkeitssteuerung
es: Control de Visibilidad de Emoticonos
pt_br: Controle de Visibilidade de Emote
ru: Управление видимостью смайлов
sv: Synlighetskontroll för emotes
tr: İfade Görünürlük Kontrolü
uk: Управління Видимістю Смайлів

# emote-menu.toggle-hide.on
source: Exit Emote Visibility Control
de: Emote-Sichtbarkeitssteuerung verlassen
es: Salir del Control de Visibilidad de Emoticonos
pt_br: Sair do Controle de Visibilidade de Emote
ru: Выйти из управления видимостью смайлов
sv: Avsluta synlighetskontroll för emotes
tr: İfade Görünürlük Kontrolünden Çık
uk: Вийти з Управління Видимістю Смайлів

# emote-menu.unknown
source: Unknown Source
cs: Neznámý zdroj
de: Unbekannte Quelle
es: Fuente desconocida
pt_br: Origem Desconhecida
ru: Неизвестный источник
sv: Okänd källa
tr: Bilinmeyen Kaynak
uk: Невідоме джерело

# emote-menu.visibility.hidden
source: Hidden
cs: Skryté
de: Versteckt
es: Escondido
pt_br: Oculto
ru: Скрытые
sv: Dold
tr: Gizli
uk: Сховані

# emote-menu.visibility.visible
source: Visible
cs: Viditelné
de: Sichtbar
pt_br: Visível
ru: Видимые
sv: Synlig
tr: Görünür
uk: Видимі

# emote.2fa
source: Twitch 2FA Emote
cs: Twitch emotikony za povolení dvoufázového ověření
es: Emoticono Twitch 2FA
pt_br: Emote de 2FA do Twitch
ru: Смайл 2FA
tr: Twitch 2 Faktörlü Doğrulama İfadesi
uk: Смайлик Twitch 2FA

# emote.bits
source: Twitch Bits Reward
de: Twitch Bits Belohnung
es: Recompensa de Twitch Bits
pt_br: Recompensa de Bits do Twitch
ru: Награда за Bits
sv: Twitch bits-belöning
tr: Twitch Bit Ödülü
uk: Винагорода за Twitch Бітси

# emote.bits-owner
source: {source} Channel: {channel}
cs: {source} Kanál: {channel}
de: {source} Kanal: {channel}
es: {source} Canal: {channel}
pt_br: {source} Canal: {channel}
ru: {source} Канал: {channel}
sv: {source} Kanal: {channel}
tr: {source} Kanal: {channel}
uk: {source} Канал: {channel}

# emote.global
source: Twitch Global
cs: Globální Twitch emotikony
de: Globales Twitch-Emote
ru: Общедоступный смайлик Twitch
sv: Global för Twitch
tr: Twitch Küresel
uk: Глобальні Twitch

# emote.limited
source: Limited-Time Only Emote
cs: Časově omezený emotikon
de: Zeitlich begrenztes Emote
es: Emoticonos de tiempo limitado
pt_br: Apenas Emotes por Tempo Limitado
ru: Временный смайл
sv: Endast tidsbegränsade emotes
tr: Sınırlı süreli emoji
uk: Смайлик Обмеженого Терміну

# emote.owner
source: By: {owner}
cs: Od: {owner}
de: Von: {owner}
es: Por: {owner}
pt_br: Por: {owner}
ru: Автор: {owner}
sv: Av: {owner}
tr: Tarafından: {owner}
uk: Власник: {owner}

# error.try-again
source: Try Again
cs: Zkusit znovu
de: Erneut Versuchen
es: Intentar de nuevo
pt_br: Tentar Novamente
ru: Попробуйте ещё раз
sv: Försök igen
tr: Yeniden dene
uk: Спробуйте ще раз

# featured-follow.button.unfollow
source: Unfollow {user}
cs: Zrušit sledování {user}
de: {user} entfolgen
es: Dejar de seguir a {user}
pt_br: Deixar de seguir {user}
ru: Перестать отслеживать {user}
sv: Sluta följa {user}
tr: Takibi bırak {user}
uk: Відписатися від {user}

# featured-follow.notify.on
source: Notifications are currently enabled. Click to disable.
cs: Notifikace jsou aktuálně zapnuty. Klikněte pro vypnutí.
de: Benachrichtigungen sind aktuell aktiviert. Klicke, um sie zu deaktivieren.
es: Notificaciones activas. Click para desactivarlas.
pt_br: Notificações estão atualmente ativas. Clique para desabilitar.
ru: Сейчас уведомления включены. Нажмите, чтобы выключить их.
sv: Notifikationer är aktiverade. Klicka för att avaktivera.
tr: Uyarılar an itibariyle açık. Kapamak için tıklayın.
uk: Сповіщення наразі увімкнено. Клацніть аби вимкнути.

# i18n.diff.added
source: Added: {text}
cs: Přidáno: {text}
de: Hinzugefügt: {text}
es: Añadido: {text}
pt_br: Adicionado: {text}
ru: Добавлено: {text}
sv: Lade till: {text}
tr: Eklendi: {text}
uk: Додано: {text}

# i18n.diff.removed
source: Removed: {text}
cs: Odstraněno: {text}
de: Entfernt: {text}
es: Removido: {text}
pt_br: Excluído: {text}
ru: Удалено: {text}
sv: Tog bort: {text}
tr: Silindi: {text}
uk: Вилучено: {text}

# i18n.interest
source: Interested in helping out with the localization efforts? Please [join our Discord](https://discord.gg/UrAkGhT) and join the chat in the localization channel. This tool allows translators to test their strings in real-time in the app. That way you can be sure everything looks right before submitting your translations.
de: Möchtest du bei der Lokalisierung mitwirken? Dann [tritt unserem Discord bei](https://discord.gg/UrAkGhT) und melde dich bezüglich der Lokalisierung. Dieses Tool erlaubt den Übersetzern ihre Übersetzungen in Echtzeit zu testen. So können sie sicherstellen, dass alles richtig aussieht, bevor sie ihre Übersetzungen einreichen.
es: ¿Interesado en ayudar con los esfuerzos de localización? Por favor [entra a nuestro Discord](https://discord.gg/UrAkGhT) y únete al chat en el canal de localización. Esta herramienta permite a los traductores probar sus cadenas en tiempo real en la aplicación. De esa manera, pueden estar seguros de que todo se ve bien antes de enviar sus traducciones.
pt_br: Interessado em ajudar com os esforços de localização? Por favor [junte-se ao nosso Discord](https://discord.gg/UrAkGhT) e ao chat no canal de localização. Essa ferramenta permite aos tradutores testarem suas palavras em tempo real no aplicativo. Dessa forma você consegue ter certeza de que tudo parece certo antes de enviar suas traduções.
ru: Желаете помочь с переводом? Пожалуйста, [заходите в наш Discord](https://discord.gg/UrAkGhT) и присоединяйтесь к чату переводчиков. Эта опция позволяет опробовать перевод в реальном времени. Так вы сможете убедиться, что всё выглядит нормально, прежде чем отправлять перевод.
sv: Intresserad av att hjälpa till med lokaliseringsarbetet? Vänligen [kom till oss på Discord](https://discord.gg/UrAkGhT) och joina chatten i den lokaliserade kanalen. Detta verktyget tillåter översättare att testa deras strängar i nutid i appen. På det sättet kan du vara säker allt ser korrekt ut innan du skickar in översättningarna.
tr: Çeviride yardımcı olmak istiyor musunuz? Bu linkten (https://discord.gg/UrAkGhT) discord serverına katılıp daha fazla bilgi alabilirsiniz. Bu araç çevirmenlerin yazılarını gerçek zamanlı olarak test etmelerine imkan tanımaktadır. Bu sayede çevirinizi göndermeden önce her şeyin düzgün gözüktüğünden emin olabilirsiniz.
uk: Зацікавлені у допомозі з перекладами? Будь ласка, [долучайтесь до нашого Discord](https://discord.gg/UrAkGhT) та до чату в каналі локалізації. Це знаряддя потрібне для тестування їхніх перекладів наживо у застосунку. Таким чином можна переконатись, що виглядає доладно перш ніж надсилати свої переклади.

# i18n.locale-coverage
source: {name} ({coverage,number,percent} Complete)
de: {name} ({coverage,number,percent} übersetzt)
es: {name} ({coverage,number,percent} Completado)
pt_br: {name} ({coverage,number,percent} Completo)
ru: {name} (готов на {coverage,number,percent})
sv: {name} ({coverage,number,percent} färdig)
tr: {name} ({coverage,number,percent} Tamamlandı)
uk: {name} (готово на {coverage,number,percent})

# i18n.ui.added
source: New Strings
cs: Nové fráze
de: Neue Zeichenketten
es: Nuevas Cadenas
pt_br: Novas Palavras
ru: Новые строки
sv: Nya strängar
tr: Yeni Dizeler
uk: Нові рядки

# i18n.ui.all
source: All Strings
cs: Všechny fráze
de: Alle Zeichenketten
es: Todas las Cadenas
pt_br: Todas as Palavras
ru: Все строки
sv: Alla strängar
tr: Tüm Dizeler
uk: Всі рядки

# i18n.ui.changed
source: Changed Strings
cs: Změněné fráze
de: Veränderte Zeichenketten
es: Cadenas Cambiadas
pt_br: Palavras Alteradas
ru: Измененные строки
sv: Ändrade strängar
tr: Değişen Dizeler
uk: Змінені рядки

# i18n.ui.context
source: Context
cs: Kontext
de: Kontext
es: Contexto
pt_br: Contexto
ru: Контекст
sv: Sammanhang
tr: İçerik
uk: Контекст

# i18n.ui.existing
source: Existing Strings
cs: Stávající fráze
de: Existierende Zeichenketten
es: Cadenas Existentes
pt_br: Palavras Existentes
ru: Существующие строки
sv: Befintliga strängar
tr: Mevcut Dizeler
uk: Чинні Налаштування

# i18n.ui.open
source: Open Translation Tester
cs: Otevřít tester překladů
de: Übersetzungstester öffnen
es: Abrir Probador de Traducción
pt_br: Abrir Verificador de Tradução
ru: Открыть проверку перевода
sv: Öppna översättningstestaren
tr: Çeviri testini aç
uk: Відкрити Тестувальник Перекладу

# i18n.ui.pages
source: Page {current,number} of {total,number}
cs: Stránka {current,number} z {total,number}
de: Seite {current,number} von {total,number}
es: Página {current,number} de {total,number}
pt_br: Página {current,number} de {total,number}
ru: Страница {current,number} из {total,number}
sv: Sida {current,number} av {total,number}
tr: {total,number} sayfanın {current,number} sayfası
uk: Сторінка {current,number} із {total,number}

# i18n.ui.pending
source: Pending Strings
cs: Čekající fráze
de: Ausstehende Zeichenketten
es: Cadenas Pendientes
pt_br: Palavras Pendentes
ru: Строки в ожидании
sv: Väntande strängar
tr: Bekleyen Dizeler
uk: Рядки в очікуванні

# i18n.ui.popout
source: Open the Translation Editor in a New Window
de: Übersetzungstester in neuem Fenster öffnen
es: Abrir el Editor de Traducción en una Nueva Ventana
pt_br: Abrir o Editor de Traduções em uma Nova Janela
ru: Открыть редактор Перевода в новом окне
sv: Öppna översättningsredigeraren i ett nytt fönster
tr: Çeviri Düzenleyicisini Yeni Pencerede Açın
uk: Відкрити Редактор Перекладу в Новому Вікні

# i18n.ui.preview
source: Preview
cs: Náhled
de: Vorschau
es: Vista Previa
pt_br: Prévia
ru: Предварительный просмотр
sv: Förhandsvisa
tr: Ön izleme
uk: Попередній перегляд

# i18n.ui.refresh
source: Refresh Strings
cs: Znovu načíst fráze
de: Zeichenketten aktualisieren
es: Refrescar Cuerdas
pt_br: Atualizar Palavras
ru: Обновить строки
sv: Uppdatera strängar
tr: Dizeleri Yenile
uk: Оновити Рядки

# i18n.ui.search
source: Search Strings
cs: Prohledat fráze
de: Zeichenketten durchsuchen
es: Buscar Cuerdas
pt_br: Procurar Palavras
ru: Строка поиска
sv: Sök strängar
tr: Stringlerde ara
uk: Шукати в рядках

# i18n.ui.source
source: Source
cs: Zdroj
de: Quelle
es: Fuente
pt_br: Fonte
ru: Источник
sv: Källa
tr: Kaynak
uk: Джерело

# i18n.ui.title
source: Translation Tester
cs: Tester překladů
de: Übersetzungstester
es: Probador de traducción
pt_br: Verificador de Tradução
ru: Проверка перевода
sv: Översättningstestaren
tr: Çeviri deneyici
uk: Тестувальник Перекладу

# i18n.ui.upload
source: Upload Changes
cs: Nahrát změny
de: Veränderungen hochladen
es: Subir cambios
pt_br: Enviar Mudanças
ru: Загрузить изменения
sv: Ladda upp ändringar
tr: Değişiklikleri karşıya yükle
uk: Завантажити Зміни

# key.alt
source: Alt Key
cs: Klávesa Alt
de: Alt-Taste
es: Tecla Alt
pt_br: Tecla Alt
ru: Клавиша Alt
sv: Alt-tangenten
tr: Alt_tuşu
uk: Клавіша Alt

# key.alt_mouse
source: Alt or Mouse
cs: Klávesa Alt nebo myš
de: Alt oder Maus
es: Alt o ratón
pt_br: Alt ou Mouse
ru: Alt или мышь
sv: Alt eller mus
tr: Alt_veya_Fare
uk: Клавіша Alt або Миша

# key.ctrl
source: Ctrl Key
cs: Klávesa Ctrl
de: Strg-Taste
es: Tecla Ctrl
pt_br: Tecla Ctrl
ru: Клавиша Ctrl
sv: Ctrl-tangenten
tr: Ctrl_tuşu
uk: Клавіша Ctrl

# key.ctrl_mouse
source: Ctrl or Mouse
cs: Klávesa Ctrl nebo myš
de: Strg oder Maus
es: Ctrl o ratón
pt_br: Tecla Ctrl ou Mouse
ru: Ctrl или мышь
sv: Ctrl eller mus
tr: Ctrl veya Fare
uk: Ctrl або Мишка

# key.mouse
source: Mouse Movement
cs: Pohyb myší
de: Mausbewegung
es: Movimiento del ratón
pt_br: Movimento do Mouse
ru: Движение мыши
sv: muspekaren
tr: Fare_Hareketi
uk: Рух миші

# key.shift
source: Shift Key
cs: Klávesa Shift
de: Umschalttaste
es: Tecla Mayúscula
pt_br: Tecla Shift
ru: Клавиша Shift
sv: Skift-tangenten
tr: Shift_tuşu
uk: Клавіша Shift

# key.shift_mouse
source: Shift or Mouse
cs: Klávesa Shift nebo myš
de: Umschalttaste oder Maus
es: Mayúscula o Ratón
pt_br: Shift ou Mouse
ru: Shift или мышь
sv: Skift eller mus
tr: Shift_veya_Fare
uk: Клавіша Shift або Миша

# main-menu.mark-all-seen
source: Mark All Seen
cs: Označit vše jako přečtené
de: Alle als gesehen markieren
es: Marcar Todo como Leído
pt_br: Marcar Tudo como Visto
ru: Помететить всё как прочитанное
sv: Markera alla som sedda
tr: Tümünü görüldü olarak işaretle
uk: Позначити Всі Побаченими

# main-menu.popout
source: Open Settings in a New Window
cs: Otevřít nastavení v novém okně
de: Einstellungen in neuem Fenster öffnen
es: Abrir ajustes en una nueva ventana
pt_br: Abrir Configurações em uma Nova Janela
ru: Открыть настройки в новом окне
sv: Öppna inställningar i ett nytt fönster
tr: Ayarları yeni pencerede aç
uk: Відкрити налаштування у новому вікні

# main-menu.search
source: Search Settings
cs: Nastavení vyhledávání
de: Einstellungen durchsuchen
es: Ajustes de búsqueda
pt_br: Pesquisa de configurações
ru: Поиск настроек
sv: Sök i inställningar
tr: Ayarlarda ara
uk: Налаштування Пошуку

# main-menu.version
source: Version {version}
cs: Verze {version}
pt_br: Versão {version}
ru: Версия {version}
tr: Sürüm {version}
uk: Версія {version}

# metadata.featured-follow.button.featured
source: Featured
de: Empfohlen
es: Destacado
pt_br: Destacado
ru: Избранные
sv: Framhävd
tr: Öne çıkanlar
uk: Пропоновані

# metadata.featured-follow.title
source: Featured Channels
de: Empfohlene Kanäle
es: Canales destacados
pt_br: Canais em Destaque
ru: Избранные Каналы
sv: Framhävda Kanaler
tr: Öne çıkarılmış kanallar
uk: Пропоновані Канали

# metadata.host-button.host
source: Host
es: Alojar
pt_br: Hospedar
ru: Ретранслировать
sv: Värd
tr: Misafir yayın
uk: Ретранслювати

# metadata.host-button.tooltip
source: Currently hosting: {channel}
cs: Momentálně hostuje: {channel}
de: Aktuell gehostet: {channel}
es: Alojando actualmente: {channel}
pt_br: Hospedando atualmente: {channel}
ru: Ретранслируется: {channel}
sv: Är just nu värd för {channel}
tr: Misafir yayını: {channel}
uk: Зараз ретранслюється {channel}

# metadata.host-button.tooltip.none
source: None
cs: Žádné
de: Niemanden
es: Ninguno
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Нічого

# metadata.host-button.unhost
source: Unhost
cs: Zrušit hostování
de: Host entfernen
es: Desalojar
pt_br: Remover Hospedagem
ru: Прекратить ретрансляцию
sv: Sluta vara värd
tr: Konuk etmeyi bırak
uk: Стоп ретрансляції

# metadata.host-button.updating
source: Updating...
cs: Aktualizuje se...
de: Aktualisiere ...
es: Actualizando...
pt_br: Atualizando...
ru: Обновляем...
sv: Uppdaterar...
tr: Güncelleniyor...
uk: Оновлення...

# metadata.host.add-channel
source: Add To Auto Host
cs: Přidat do automatického hostování
de: Zum automatischen Host hinzufügen
es: Añadir a auto-alojamiento
pt_br: Adicionar à Hospedagem Automática
ru: Добавить в авторетрансляции
sv: Lägg till i autovärd
tr: Otomatik Misafir Yayıncı Listesine Ekle
uk: Додати до Авто-Ретрансляцій

# metadata.host.setting.auto-hosting.description
source: Automatically host channels from your host list when you're offline.
de: Hoste automatisch Kanäle von deiner Host-Liste, wenn du offline bist.
es: Alojar canales de tu lista de anfitriones automáticamente cuando estás desconectado.
pt_br: Hospedar automaticamente canais da sua lista de hospedagem quando estiver offline.
ru: Автоматически ретранслировать каналы из списка, когда вы оффлайн.
sv: Var automatiskt värd för kanaler från din värdlista när du är offline.
tr: Çevrimdışı olduğunuzda Host listenizdeki kanalları otomatik olarak Hostlayın.
uk: Автоматично ретранслювати канали з вашого списку ретрансляцій коли ви поза мережею.

# metadata.host.setting.strategy.description
source: When enabled, host channels are chosen randomly from the list.
de: Wenn aktiviert, werden Kanäle in einer zufälligen Reihenfolge gehostet.
es: Al habilitar, los canales a alojar son elegidos aleatoriamente desde la lista.
pt_br: Quando habilitado, canais a serem hospedados serão escolhidos aleatoriamente da lista.
ru: Когда включено, канал для ретрансляции выбирается случайным образом из списка.
sv: När detta aktiveras kommer värdkanaler väljas slumpmässigt från listan.
tr: Etkinleştirildiğinde, Host kanalları listeden rastgele seçilir.
uk: Якщо увімкнено, то канали для ретрансляції обираються випадково зі списку.

# metadata.host.setting.strategy.title
source: Randomize Host Order
de: Zufällige Host-Reihenfolge
es: Orden de alojamiento aleatorio
pt_br: Ordem Aleatória de Hospedagem
ru: Рандомизировать очередь ретрансляций
sv: Slumpa värdordning
tr: Host Sırasını Karıştır
uk: Випадковий Порядок Ретрансляції

# metadata.host.setting.team-hosting.description
source: Include team channels in your host list.
de: Nimm Team-Kanäle in deine Liste auf.
es: Incluir canales de equipo en tu lista de anfitriones.
pt_br: Incluir canais da equipe em sua lista de hospedagem.
ru: Включает каналы сообщества в ваш список ретрансляций.
sv: Inkludera teamkanaler i din värdlista.
tr: Ekip kanallarını Host listenize ekleyin.
uk: Включати канали команди до вашого списку ретрансляцій.

# metadata.host.setting.vodcast-hosting.description
source: Include channels streaming pre-recorded video, like Premieres or Reruns
de: Einbeziehung von Kanälen, die vorab aufgezeichnete Videos streamen, wie Premieren oder Wiederholungen
es: Incluir canales que transmiten videos pregrabados, como Estrenos o Repeticiones
pt_br: Incluir canais transmitindo conteúdo pré gravado como Reprises e Estréias.
ru: Включает каналы транслирующие предзаписанные видео, по типу премьер или повторов
sv: Inkludera kanaler som strömmar förinspelad video, som premiärer eller repriser
tr: Tanıtımlar veya Tekrar Gösterimler gibi önceden kaydedilmiş video yayını yapan kanalları dahil edin
uk: Включати канали, які транслюють попередньо записані відео, як-от Прем'єри чи Повтори

# metadata.host.setting.vodcast-hosting.title
source: Host pre-recorded videos
de: Vorab aufgezeichnete Videos hosten
es: Alojar videos pregrabados
pt_br: Hospedar conteúdo pré gravado.
ru: Ретранслировать предзаписанные видео
sv: Var värd för förinspelade videor
tr: Önceden kaydedilmiş videoları barındırın
uk: Ретранслювати попередньо записані відео

# metadata.host.tab.auto-host
source: Auto Host
cs: Automatické hostování
de: Automatischer Host
es: Auto-alojamiento
pt_br: Hospedagem Automática
ru: Авторетрансляции
sv: Autovärd
tr: Otomatik Misafir Yayın
uk: Авто-Ретрансляція

# metadata.host.tab.settings
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
pt_br: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування

# metadata.host.title
source: Auto Host Management
cs: Nastavení automatického hostování
de: Verwaltung automatischer Hosts
es: Gestión de auto-alojamiento
pt_br: Gerenciamento de Hospedagem Automática
ru: Управление авторетрансляциями
sv: Automatisk värdhantering
tr: Otomatik Misafir Yayın Ayarları
uk: Управління Авто-Ретрансляціями

# metadata.player-stats.latency-tip
source: Stream Latency
cs: Latence streamu
de: Stream-Verzögerung
es: Latencia del stream
pt_br: Latência da Transmissão
ru: Задержка
sv: Stream-latens
tr: Yayın gecikmesi
uk: Затримка трансляції

# metadata.player-stats.rate-warning
source: Playing at {rate,number}x speed to reduce delay.
de: Wiedergabe mit {rate,number}-facher Geschwindigkeit, um die Verzögerung zu reduzieren.
es: Reproduciendo en {rate,number}x de velocidad para reducir el retraso.
pt_br: Rodando na velocidade {rate,number}x para reduzir o atraso.
ru: Проигрывается со скоростью {rate, number} для снижения задержки.
sv: Spela med {rate,number}x hastighet för att minska fördröjningen.
tr: Gecikmeyi azaltmak için {rate,number}x hızınde oynatılıyor.
uk: Відтворення на швидкості {rate,number}x задля зменшення затримки.

# metadata.player-stats.subtitle
source: Latency
cs: Latence
de: Verzögerung
es: Latencia
pt_br: Latência
ru: Задержка
sv: Latens
tr: Gecikme
uk: Затримка

# metadata.player-stats.video-info
source: Video: {videoResolution}p{fps} Playback Rate: {playbackRate, number} Kbps Dropped Frames: {skippedFrames, number}
cs: Kvalita videa: {videoResolution}p{fps} Rychlost přehrávání: {playbackRate,number} Kbps Ztracených snímků: {skippedFrames,number}
de: Videoauflösung: {videoResolution}p{fps} Wiedergabegeschwindigkeit: {playbackRate, number} Kbps Übersprungene Frames: {skippedFrames, number}
es: Vídeo: {videoResolution}p{fps} Tasa de reproducción: {playbackRate, number} Kbps Fotogramas caídos: {skippedFrames, number}
pt_br: Vídeo: {videoResolution}p{fps} Taxa de reprodução: {playbackRate,number} Kbps Quadros ignorados: {skippedFrames,number}
ru: Видео: {videoResolution}p{fps} Скорость воспроизведения: {playbackRate,number} кбит/с Потерянные кадры: {skippedFrames,number}
sv: Video: {videoResolution}p{fps} Uppspelningshastighet: {playbackRate,number} Kbps Tappade bildrutor:{skippedFrames,number}
tr: Video: {videoResolution}p{fps} Yayın Kalitesi: {playbackRate,number} Kbps Kayıp Kareler:{skippedFrames,number}
uk: Відео: {videoResolution}p{fps} Бітрейт відтворення: {playbackRate,number} Kbps Втрачено фреймів:{skippedFrames,number}
