Repository: FrankerFaceZ/I18n
Catalog: strings/client/*.po
Languages: cs, de, es, pt_br, ru, sv, tr, uk

# chat.sub.cumulative-months
source: They've subscribed for {cumulative,number} months, currently on a {streak,number} month streak!
cs: Předplatitelem je {cumulative,number} měsíc{cumulative, plural, few {e} other {ů}}, momentálně jede sérii {streak,number} měsíc{streak, plural, few {e} other {ů}}!
de: Diese Person abonniert schon {cumulative,number} Monate und ist aktuell im {streak,number}. fortlaufenden Monat!
es: Se ha suscrito por {cumulative,number} meses, actualmente en una racha de {streak,number} meses!
pt_br: Ele(a) se inscreveu por um total de {count,plural, one {1 mês} other {# meses}}, atualmente em uma sequência de {streak,number} meses.
ru: Пользователь подписан {cumulative,number} {cumulative,plural,one {месяц} few {месяца} other {месяцев}}, его серия - {streak,number} {streak,plural,one {месяц} few {месяца} other {месяцев}}!
sv: De har prenumererat i {cumulative, number} månader, just nu har de {streak,number} i rad!
tr: O {cumulative,number} aydır abone, ardı ardına {streak,number} ay olmuş!
uk: Вони передплачують канал вже {cumulative,number}-ий місяць, {streak,number} місяц{streak,plural,one {ь} few {і} other {ів}} поспіль!

# chat.sub.gift
source: {user} is gifting {count, plural, one {# Tier {tier} Sub} other {# Tier {tier} Subs} to {channel}'s community!
cs: {user} daruje komunitě kanálu {channel} {count, plural, one {# Předplatné úrovně {tier}} other {# Předplatných úrovně {tier}}}!
de: {user} verschenkt {count, plural, one {# Stufe-{tier}-Abo} other {# Stufe-{tier}-Abos}} an die Community von {channel}!
es: {user} está regalando {count, plural, one {# suscripción tier {tier}} other {# suscripciones de tier {tier}}} a la comunidad de {channel}!
ru: {user} дарит {count,number} {count,plural,one {подписку} few {подписки} other {подписок}} {tier} уровня сообществу канала {channel}!
sv: {user} skänker {count, plural, one {# nivå {tier}-prenumeration} other {# nivå {tier}-prenumerationer}} till {channel}s gemenskap!
tr: {user}, {channel} topluluğuna {count, plural, one {# Tier {tier} abonelik} other {# Tier {tier} abonelik}} hediye etti.
uk: {user} дарує {count,number} {count,plural,one {підписку} few {підписки} other {підписок}} передплат рівня {tier} спільноті каналу {channel}!

# chat.sub.gift-first
source: It's their first time gifting a Sub in the channel!
cs: Tohle je jeho první darované předplatné na tomhle kanále!
de: Es ist das erste Mal, dass diese Person auf diesem Kanal ein Abo verschenkt hat!
es: ¡Es su primera vez regalando una Suscripción en el canal!
pt_br: É a primeira vez dele(a) presenteando uma Inscrição no canal!
ru: Пользователь первый раз дарит подписку на канал!
sv: Det är deras första gång som givare av en prenumeration i kanalen!
tr: Bu onun kanala ilk defa abone oluşu!
uk: Вони вперше дарують передплату на цьому каналі!

# chat.sub.gift-months
source: {user} gifted {months, plural, one {# month} other {# months}} of {plan} Sub to {recipient}!
de: {user} hat {recipient} ein {plan}-Abo für {months, plural, one {# Monat} other {# Monate}} geschenkt!
es: ¡{user} regaló {months, plural, one {# mes} other {# meses}} suscripción de {plan} a {recipient}!
ru: {user} дарит уже {months, plural, one {# месяц} few {# месяца} other {# месяцев}} {plan} Подписки {recipient}!
sv: {user} skänkte {months, plural, one {# månad} other {# månader}} av {plan}-prenumeration till {recipient}!
tr: {user}, {recipient} kullanıcısına {months, plural, one {# aylık} other {# aylık}} {plan} aboneliği hediye etti!
uk: {user} подарував {months, plural, one{# місяць} few{# місяці} other{# місяців}} підписки {plan} для {recipient}!

# chat.sub.gift-plan
source: Tier {tier}
cs: Úroveň {tier}
de: Stufe-{tier}
es: Nivel {tier}
pt_br: Grupo {tier}
ru: {tier} уровня
sv: Nivå {tier}
tr: Seviye {tier}
uk: Рівень {tier}

# chat.sub.gift-total
source: They've gifted {count} Subs in the channel!
de: Diese Person hat insgesamt {count,number} Abos auf diesem Kanal verschenkt!
es: ¡Ha regalado {count,number} suscripciones en el canal!
ru: Он(а) подарил(а) {count} {count,plural,one {подписку} few {подписки} other {подписок}} на канал!
sv: De har skänkt {count,number} prenumerationer på kanalen!
tr: Kanala {count,number} abone hediye edildi!
uk: Вони вже подарували {count,number} передплат на цьому каналі!

# chat.sub.main
source: {user} subscribed {plan}.
cs: {user} si předplatil {plan}.
de: {user} abonniert {plan}.
es: {user} se ha suscrito {plan}.
pt_br: {user} se inscreveu {plan}.
ru: {user} оформил подписку {plan}.
sv: {user} prenumererade {plan}
tr: {user} {plan} abone oldu.
uk: {user} передплатив {plan}.

# chat.sub.months
source: They've subscribed for {count,number} months!
cs: Předplatitelem je {count,number} měsíc{count, plural, few {e} other {ů}}!
de: Diese Person abonniert schon {count,number} Monate!
es: ¡Se ha suscrito por {count,number} meses!
pt_br: Ele(a) se inscreveu por um total de {count,plural, one {1 mês} other {# meses}}.
ru: Пользователь подписан {count,number} {count,plural,one {месяц} few {месяца} other {месяцев}}!
sv: De har prenumererat i {count,number} månader!
tr: O {count,number} aydır abone!
uk: Вони передплачують канал вже {count,number}-ий місяць!

# chat.sub.mystery
source: {user} gifted a {plan} Sub to {recipient}!
cs: {user} daroval {plan} předplatné uživateli {recipient}!
de: {user} hat {recipient} ein {plan}-Abo geschenkt!
es: {user} le ha regalado una suscripción de {plan} a {recipient}!
pt_br: {user} presenteou uma inscrição de Grupo {plan} para {recipient}!
ru: {user} подарил подписку {plan} {recipient}!
sv: {user} skänkte en {plan}-prenumeration till {recipient}!
tr: {user}, {recipient} adlı kullanıcıya {plan} abonelik hediye etti!
uk: {user} подарував Передплату {plan} користувачеві {recipient}!

# chat.sub.plan
source: at Tier {tier}
cs: {tier} úrovně
de: auf Stufe {tier}
es: de nivel {tier}
pt_br: no Grupo {tier}
ru: {tier} уровня
sv: på nivå {tier}
tr: {tier} seviyede
uk: на Рівні {tier}

# clip.desc.1
source: Clip of {user}
cs: Klip z kanálu {user}
de: Clip von {user}
es: Clip de {user}
pt_br: Clipe de {user}
ru: Клип пользователя {user}
sv: Klipp av {user}
tr: {user} klibi
uk: Кліп із стріму {user}

# clip.desc.1.creative
source: {user} being Creative
cs: {user} dělá Creative
de: {user} ist kreativ
es: {user} siendo Creativo
pt_br: {user} sendo Criativo
ru: {user} занимается творчеством
sv: {user} är kreativ
tr: {user} yaratıcılığını konuşturuyor
uk: {user} займається Творчістю

# clip.desc.1.playing
source: {user} playing {game}
cs: {user} hraje {game}
de: {user} spielt {game}
es: {user} jugando a {game}
pt_br: {user} jogando {game}
ru: {user} играет в {game}
sv: {user} spelar {game}
tr: {user}, {game} oynuyor
uk: {user} грає у {game}

# clip.unknown
source: Unknown
cs: Neznámé
de: Unbekannt
es: Desconocido
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
tr: Bilinmeyen
uk: Невідомо

# directory.block
source: Block
cs: Zablokovat
de: Blockieren
es: Bloquear
pt_br: Bloquear
ru: Заблокировать
sv: Blockera
tr: Engelle
uk: Заблокувати

# directory.hide-thumbnails
source: Hide Thumbnails
cs: Skrýt náhledy
de: Thumbnails verbergen
es: Ocultar miniaturas
pt_br: Esconder Miniaturas
ru: Скрыть миниатюры
sv: Dölj miniatyrbilder
tr: Küçük resimleri sakla
uk: Сховати заставки

# directory.hosted
source: Hosted Channel
cs: Hostovaný kanál
de: Gehosteter Kanal
es: Canal alojado
pt_br: Canal Hospedado
ru: Ретранслируемый канал
sv: Värdkanal
tr: Misafir kanal
uk: Ретрансльований канал

# directory.hosted.by-many
source: Hosted by {count, plural, one {# channel} other {# channels}}
cs: Hostován {count,number} kanál{count,plural, one {em} other {y}}
de: Gehostet von {count,number} {count,plural,one{Kanal}other{Kanälen}}
es: Alojado por {count, plural, one {# canal} other {# canales}}
pt_br: Hospedado por {count, plural, =1 {# canal} other {# canais}}
ru: Ретранслируется {count, plural, one {# каналом} other {# каналами}}
sv: Värd av {count,plural,one {# kanal} other {# kanaler}}
tr: {count, plural, one {# adet} other {# adet}} kanal tarafından hostlandı
uk: Ретрансльований {count, plural, one {# каналом} other {# каналами}}

# directory.hosted.by-one
source: Hosted by {user}
cs: Hostován uživatelem {user}
de: Gehostet von {user}
es: Alojado por {user}
pt_br: Hospedado por {user}
ru: Ретранслирует: {user}
sv: Värd av {user}
tr: {user} tarafından misafir yayın yapılıyor
uk: Ретранслюється {user}

# directory.hosting
source: Hosting Channels
cs: Hostující kanály
de: Hostet Kanäle
es: Canales Alojando
pt_br: Hospedando Canais
ru: Ретранслирующие каналы
sv: Värdkanaler
tr: Misafir edilen kanallar
uk: Ретранслює канали

# directory.show-thumbnails
source: Show Thumbnails
cs: Zobrazit náhledy
de: Thumbnails anzeigen
es: Mostrar miniaturas
pt_br: Mostrar Miniaturas
ru: Отобразить миниатюры
sv: Visa miniatyrbilder
tr: Küçük resimleri göster
uk: Показувати заставки

# directory.unblock
source: Unblock
cs: Odblokovat
de: Blockierung aufheben
es: Desbloquear
pt_br: Desbloquear
ru: Разблокировать
sv: Avblockera
tr: Engeli kaldır
uk: Розблокувати

# directory.user-playing
source: {user} playing {game}
cs: {user} hraje {game}
de: {user} spielt {game}
es: {user} está jugando {game}
pt_br: {user} jogando {game}
ru: {user} играет в {game}
sv: {user} spelar {game}
tr: {user} oynuyor {game}
uk: {user} грає {game}

# emoji.category.animals___nature
source: Animals & Nature
cs: Zvířata & příroda
de: Tiere & Natur
es: Animales y naturaleza
pt_br: Animais e Natureza
ru: Животные и природа
sv: Djur och natur
tr: Hayvanlar & Doğa
uk: Тварини і природа

# emoji.category.flags
source: Flags
cs: Vlajky
de: Flaggen
es: Banderas
pt_br: Bandeiras
ru: Флаги
sv: Flaggor
tr: Bayraklar
uk: Прапори

# emoji.category.food___drink
source: Food & Drink
cs: Jídlo & pití
de: Essen & Trinken
es: Comida y bebida
pt_br: Comida e Bebida
ru: Еда и напитки
sv: Mat och dryck
tr: Yeme & İçme
uk: Їжа та напої

# emoji.category.objects
source: Objects
cs: Objekty
de: Objekte
es: Objetos
pt_br: Objetos
ru: Объекты
sv: Objekt
tr: Nesneler
uk: Об'єкти

# emoji.category.skin_tones
source: Skin Tones
cs: Barva pleti
de: Hauttöne
es: Tonos de piel
pt_br: Tons de Pele
ru: Тона кожи
sv: Hudtoner
tr: Ten rengi tonları
uk: Відтінки шкіри

# emoji.category.smileys___people
source: Smileys & People
cs: Smajlíky & lidé
de: Smileys & Personen
es: Smileys y Personas
pt_br: Sorrisos e Pessoas
ru: Смайлики и люди
sv: Smileys och folk
tr: Emojiler & İnsanlar
uk: Посмішки та люди

# emoji.category.symbols
source: Symbols
cs: Symboly
de: Symbole
es: Símbolos
pt_br: Símbolos
ru: Символы
sv: Symboler
tr: Semboller
uk: Символи

# emoji.category.travel___places
source: Travel & Places
cs: Cestování & místa
de: Reisen & Orte
es: Viajes y Lugares
pt_br: Viagem e Lugares
ru: Путешествия и Места
sv: Resa och platser
tr: Gezi & Mekanlar
uk: Подорожі та місця

# emote-menu.channel
source: Channel
cs: Kanál
de: Kanal
es: Canal
pt_br: Canal
ru: Канал
sv: Kanal
tr: Kanal
uk: Канал

# emote-menu.disable
source: As a temporary workaround, try disabling the FFZ Emote Menu in the FFZ Control Center.
de: Versuche, als vorübergehende Lösung, das Emote-Menü im FFZ Kontrollzentrum zu deaktivieren.
es: Como una solución temporal, intenta deshabilitar el Menú de Emoticonos de FFZ en el Centro de Control de FFZ.
pt_br: Como solução temporária, tente desativar o Menu de Emotes FFZ no FFZ Control Center.
ru: В качестве временного решения попробуйте отключить меню смайлов FFZ в Центре управления FFZ.
sv: Som en tillfällig lösning, försök att inaktivera FFZ:s emotemeny i FFZ:s kontrollcenter.
tr: Geçici çözüm olarak kontrol merkezinden FFZ emoji menüsünü devre dışı bırakın.
uk: Як тимчасове рішення, спробуйте вимкнути Меню смайликів FFZ у Панелі Управління FFZ.

# emote-menu.emoji
source: Emoji
de: Emojis
ru: Эмодзи
uk: Емодзі

# emote-menu.emote-sub
source: Subscribe for {price} to unlock this emote.
cs: Předplaťte si tento kanál za {price} pro odemčení tohoto emotikonu.
de: Abonniere für {price}, um dieses Emote freizuschalten.
es: Mejora tu suscripción a {price} para desbloquear este emoticono.
pt_br: Inscreva-se por {price} para desbloquear este emote.
ru: Подпишитесь за {price}, чтобы разблокировать смайл.
sv: Prenumenera för {price} för att låsa upp denna emoten.
tr: Kanala {price} karşılığında abone olduğunuzda bu emoji açılacaktır.
uk: Передплатіть за {price}, щоб відкрити цей смайлик.

# emote-menu.emote-up
source: Upgrade your sub to {price} to unlock this emote.
cs: Vylepšete vaše předplatné za {price} pro odemčení tohoto emotikonu.
de: Erhöhe deine Abonnement-Stufe auf {price}, um dieses Emote freizuschalten.
es: Mejora tu suscripción a {price} para desbloquear este emoticono.
pt_br: Melhore sua inscrição por {price} para desbloquear este emote.
ru: Повысьте подписку до {price}, чтобы разблокировать смайл.
sv: Uppgradera din prenumeration för {price} för att låsa upp denna emote.
tr: Aboneliğinizi {price} karşılığında yükseltip bu emojiyi açabilirsiniz.
uk: Збільшіть рівень передплати за {price}, щоб відкрити цей смайлик.

# emote-menu.empty
source: There's nothing here.
cs: Nic zde není..
de: Hier ist nichts.
es: No hay nada aquí.
pt_br: Não há nada aqui.
ru: Здесь ничего нет.
sv: Det finns ingenting här.
tr: Burada birşey yok.
uk: Тут нічого нема.

# emote-menu.empty-favs
source: You don't have any favorite emotes. To favorite an emote, find it and {hotkey}-Click it.
cs: Nemáš žádné oblíbené emotikony. Pro přidání je vyber v menu pomocí {hotkey} a kliknutím na ně.
de: Du hast keine favorisierten Emotes. Um ein Emote zu favorisieren, klicke es mit {hotkey} an.
es: No tienes ningún emoticono favorito. Para agregar un emoticono como favorito encuéntralo y seleccionalo mientras presionas la tecla {hotkey}.
pt_br: Você não possui nenhum emote favorito. Para adicionar um emote aos seus favoritos segure {hotkey} e Clique nele.
ru: У вас нету избранных смайлов. Чтобы добавить смайл в избранное, щёлкните по нему мышью, удерживая {hotkey}.
sv: Du har inge favorit-emotes. För att lägga till en emote bland dina favoriter, hitta den och {hotkey}-klicka på den.
tr: Favori emojilerin yok. Eklemek için emojini seç ve {hotkey} basılı tutarak fareyle tıkla.
uk: У вас немає вподобаних смайлів. Аби вподобати смайл, знайдіть його та клацніть на ньому утримуючи {hotkey}.

# emote-menu.empty-search
source: There are no matching emotes.
cs: Nejsou zde žádné emotikony, které se shodují s hledaným výrazem.
de: Kein passendes Emote gefunden.
es: No hay emoticonos que coincidan.
pt_br: Não há emotes correspondentes.
ru: Нет совпадающих смайлов.
sv: Det finns ingen emote som matchade.
tr: Uyuşan bir emoji yok.
uk: Немає відповідних смайликів.

# emote-menu.error
source: There was an error rendering this menu.
cs: Při vykreslování tohoto menu došlo k chybě.
de: Beim Rendern dieses Menüs ist ein Fehler aufgetreten.
es: Ha habido un error al renderizar este menú.
pt_br: Ocorreu um erro ao apresentar este menu.
ru: При отображении меню возникла ошибка.
sv: Det uppstod ett fel vid renderingen av denna menyn.
tr: Bu menüyü görüntülemede bir sorun oluştu.
uk: Сталась помилка під час відображення цього меню.

# emote-menu.error-report
source: An error report has been automatically submitted.
cs: Automaticky bylo odesláno chybové hlášení.
de: Ein Fehlerbericht wurde automatisch übermittelt.
es: Un reporte de errores ha sido automáticamente entregado.
pt_br: Um relatório de erros foi automaticamente submetido.
ru: Отчёт об ошибке автоматически отправлен.
sv: En felrapport har automatiskt skickats.
tr: Bir hata raporu otomatik olarak gönderildi.
uk: Звіт про помилку було автоматично надіслано.

# emote-menu.favorites
source: Favorites
cs: Oblíbené
de: Favoriten
es: Favoritos
pt_br: Favoritos
ru: Избранное
sv: Favoriter
tr: Favoriler
uk: Улюблені

# emote-menu.featured
source: Featured
cs: Doporučené
de: Empfohlen
es: Destacado
pt_br: Destaque
ru: Избранные
sv: Framhävd
tr: Öne çıkanlar
uk: Пропоноване

# emote-menu.global
source: Global Emotes
cs: Globální emotikony
de: Globale Emotes
es: Emoticonos globales
pt_br: Emotes Globais
ru: Общедоступные смайлы
sv: Globala emotes
tr: Global emojiler
uk: Глобальні смайлики

# emote-menu.inventory
source: Inventory
cs: Inventář
de: Inventar
es: Inventario
pt_br: Inventário
ru: Инвентарь
sv: Användarförråd
tr: Envanter
uk: Інвентар

# emote-menu.loading
source: Loading...
cs: Načítání...
de: Lädt ...
es: Cargando...
pt_br: Carregando...
ru: Загрузка...
sv: Laddar...
tr: Yükleniyor...
uk: Завантаження...

# emote-menu.main-set
source: Channel Emotes
cs: Emotikony kanálu
de: Kanal-Emotes
es: Emoticonos del canal
pt_br: Emotes do Canal
ru: Смайлы канала
sv: Kanalemotes
tr: Kanal emojileri
uk: Смайли каналу

# emote-menu.misc
source: Miscellaneous
cs: Různé
de: Verschiedenes
es: Varios
pt_br: Diversos
ru: Прочие
sv: Diverse
tr: Çeşitli
uk: Різне

# emote-menu.my-emotes
source: My Emotes
cs: Moje emotikony
de: Meine Emotes
es: Mis emoticonos
pt_br: Meus Emotes
ru: Мои смайлы
sv: Mina Emotes
tr: Emojilerim
uk: Мої Смайли

# emote-menu.points
source: Unlocked with Points
cs: Odemknuto za body
de: Mit Kanalpunkten freigeschaltet
es: Desbloqueado con Puntos
pt_br: Desbloquado com Pontos
ru: Открыто с помощью баллов
sv: Upplåst med poäng
tr: Puanlarla açılmış
uk: Розблокований Очками

# emote-menu.refresh
source: Refresh Data
cs: Obnovit data
de: Daten aktualisieren
es: Recargar datos
pt_br: Atualizar Dados
ru: Обновить данные
sv: Uppdatera data
tr: Datayı yeniden yükle
uk: Оновити Дані

# emote-menu.search
source: Search for Emotes
cs: Hledat emotikony
de: Nach Emotes suchen
es: Buscar emoticonos
pt_br: Pesquisar por Emotes
ru: Поиск смайлов
sv: Sök efter emotes
tr: Emojilerde ara
uk: Пошук смайликів

# emote-menu.search-emoji
source: Search for Emoji
cs: Hledat emoji
de: Nach Emoji suchen
es: Buscar emoji
pt_br: Pesquisar por Emoji
ru: Поиск эмодзи
sv: Sök efter emoji
tr: Emojilerde ara
uk: Шукати Емодзі

# emote-menu.settings
source: Open Settings
cs: Otevřít nastavení
de: Einstellungen öffnen
es: Abrir Configuración
pt_br: Abrir Configurações
ru: Открыть настройки
sv: Öppna inställningar
tr: Ayarları aç
uk: Відкрити налаштування

# emote-menu.sub-basic
source: Subscribe to unlock some emotes
cs: Předplaťte si tento kanál pro odemčení nějakých emotikonů
de: Abonniere, um Emotes freizuschalten
es: Suscríbete para desbloquear varios emoticonos
pt_br: Inscreva-se para desbloquear alguns emotes
ru: Подпишитесь, чтобы разблокировать смайлы
sv: Prenumerera för att låsa upp några emotes
tr: Emojileri açmak için abone olun
uk: Передплатіть, щоб відкрити деякі смайлики

# emote-menu.sub-ends
source: This sub ends in {seconds,humantime}.
cs: Toto předplatné končí za {seconds,humantime}.
de: Dieses Abonnement läuft {seconds,humantime} aus.
es: Esta suscripción termina en {seconds,humantime}.
pt_br: Esta inscrição termina em {seconds,humantime}.
ru: Подписка истечёт {seconds,humantime}.
sv: Denna prenumeration avslutas om {seconds,humantime}.
tr: Bu abonelik {seconds,humantime} içinde bitecek.
uk: Ця передплата закінчиться за {seconds,humantime}.

# emote-menu.sub-gift-ends
source: This gifted sub ends in {seconds,humantime}.
cs: Toto darované předplatné vám končí za {seconds,humantime}.
de: Das Geschenkabo läuft {seconds,humantime} aus.
es: Ésta suscripción regalada termina en {seconds,humantime}.
pt_br: Esta inscrição de presente terminará em {seconds,humantime}.
ru: Подаренная подписка истечёт {seconds,humantime}.
sv: Denna gåvoprenumerationen löper ut om {seconds,humantime}.
tr: Bu abonelik {seconds,humantime} içerisinde bitecektir..
uk: Ця подарована передплата закінчується через {seconds,humantime}.

# emote-menu.sub-prime
source: This is your free sub with Twitch Prime. It ends in {seconds,humantime}.
cs: Toto je vaše bezplatné předplatné s Prime Gaming. Skončí za {seconds,humantime}.
de: Prime Abonnement. Dieses Abonnement läuft {seconds,humantime} aus.
es: Ésta es tu suscripción gratuita con Twitch Prime. Termina en {seconds,humantime}.
pt_br: Está é sua inscrição gratuita com Twitch Prime. Ela terminará em {seconds,humantime}.
ru: Это ваша бесплатная подписка Prime. Она истечёт {seconds,humantime}.
sv: Detta är den prenumeration du får gratis med Twitch Prime. Den slutar om {seconds,humantime}.
tr: Bu sizin bedava Twitch Prime aboneliğiniz. {seconds,humantime} sürede bitecektir.
uk: Це ваша безкоштовна передплата з Twitch Prime. Вона закінчиться через {seconds,humantime}.

# emote-menu.sub-renews
source: This sub renews in {seconds,humantime}.
cs: Toto předplatné se obnoví {seconds,humantime}.
de: Dieses Abonnement erneuert sich {seconds,humantime}.
es: Esta suscripción se renueva en {seconds,humantime}.
pt_br: Esta inscrição será renovada em {seconds,humantime}.
ru: Подписка обновится {seconds,humantime}.
sv: Denna prenumeration förnyas om {seconds,humantime}.
tr: Bu abonelik {seconds,humantime} içerisinde yenilenecek.
uk: Ця передплата поновиться через {seconds,humantime}.

# emote-menu.sub-set
source: Subscriber Emotes
cs: Předplatitelské emotikony
de: Abonnenten-Emotes
es: Emoticonos de Suscriptores
pt_br: Emotes de Inscrito
ru: Смайлы подписчика
sv: Prenumerant-emotes
tr: Abone emojileri
uk: Передплатні смайлики

# emote-menu.sub-unlock
source: Subscribe for {price} to unlock {count, plural, one {# emote} other {# emotes}}
de: Abonniere für {price}, um {count, plural, one {# Emote} other {# Emotes}} freizuschalten
es: Suscríbete por {price} para desbloquear {count, plural, one {# emoticono} other {# emoticonos}}
ru: Подпишитесь за {price}, чтобы разблокировать {count, plural, one {# смайл} few {# смайла} other {# смайлов}}
sv: Prenumerera för {price} för att låsa upp {count, plural, one {# en emote} other {# emotes}}
tr: {price} karşılığında abone olarak {count, plural, one {# adet} other {# adet}} ifadenin kilidini açabilirsiniz
uk: Передплатіть за {price}, щоб відкрити {count, plural, one {# смайлик} few {# смайли} other {# смайлів}}
