Repository: FrankerFaceZ/I18n
Catalog: strings/client/*.po
Languages: cs, de, es, pt_br, ru, sv, tr, uk

# async-text.upload
source: Upload
cs: Nahrát
de: Hochladen
es: Subir
pt_br: Enviar
ru: Загрузить
sv: Ladda upp
tr: Karşıya yükle
uk: Завантажити

# autocomplete.empty
source: There are no results.
cs: Žádné výsledky.
de: Es gibt keine Ergebnisse.
es: No hay resultados.
pt_br: Não foi possível encontrar resultados.
ru: Результатов нет.
sv: Det finns inga resultat.
tr: Gösterilecek sonuç yok.
uk: Немає результатів.

# badges.subscriber.months
source: {title} ({count, plural, one {# Month} other {# Months}})
de: {title} ({count, plural, one {# Monat} other {# Monate}})
es: {title} ({count, plural, one {# mes} other {# meses}})
ru: {title} ({count,plural,one {# месяц} few {# месяца} other {# месяцев}})
sv: {title} ({count, plural, one {# månad} other {# månader}})
tr: {title} ({count, plural, one {# Ay} other {# Ay}})
uk: {title} ({count,plural,one {# місяць} few {# місяці} other {# місяців}})

# badges.subscriber.tier-months
source: {title} (Tier {tier}, {months, plural, one {# Month} other {# Months}})
cs: {title} (Úroveň {tier}, {months, plural, one {# Měsíc} other {# Měsíců}})
de: {title} (Stufe {tier}, {months, plural, one {# Monat} other {# Monate}})
es: {title} (Tier {tier}, {months, plural, one {# mes} other {# meses}})
ru: {title} (Уровень {tier}, {months,plural,one {# месяц} few {# месяца} other {# месяцев}})
sv: {title} (Nivå {tier}, {months, plural, one {# månad} other {# månader}})
tr: {title} ({months, plural, one {# aydır} other {# aydır}} kademe {tier} ile abone)
uk: {title} (Ранг {tier}, {months,plural,one {# місяць} few {# місяці} other {# місяців}})

# card.empty
source: No data was returned.
cs: Nebyla navrácena žádná data.
de: Es wurden keine Daten zurückgegeben.
es: No hubo respuesta a los datos.
pt_br: Nenhum dado foi retornado.
ru: Данные не были возвращены.
sv: Ingen data returnerades.
tr: Veri döndürülmedi.
uk: Не отримано даних.

# card.error
source: An error occurred.
cs: Nastala chyba.
de: Es ist ein Fehler aufgetreten.
es: Ha ocurrido un error.
pt_br: Ocorreu um erro.
ru: Произошла ошибка.
sv: Ett fel uppstod.
tr: Bir hata oluştu.
uk: Виникла помилка.

# card.error.timeout
source: The request timed out.
de: Zeitüberschreitung der Anfrage.
es: Tiempo de solicitud caducado.
pt_br: A solicitação expirou.
ru: Время ожидания запроса истекло.
sv: Förfrågan tog för lång tid.
tr: İstek zaman aşımına uğradı.
uk: Час запиту вийшов.

# card.loading
source: Loading...
cs: Načítání...
de: Lädt ...
es: Cargando...
pt_br: Carregando...
ru: Загрузка...
sv: Laddar...
tr: Yükleniyor...
uk: Завантаження...

# cards.user.stats
source: Views: {views,number} â€¢ Followers: {followers,number}
cs: Zhlédnutí: {views,number} • Sledujících: {followers,number}
de: Aufrufe: {views,number} • Follower: {followers,number}
es: Vistas: {views,number} • Seguidores: {followers,number}
pt_br: Visualizações: {views,number} • Seguidores: {followers,number}
ru: Просмотров: {views,number} • Фолловеры: {followers,number}
sv: Visningar: {views,number} • Följare: {followers,number}
tr: Görüntülemeler: {views,number} • Takipçiler: {followers,number}
uk: Переглядів: {views,number} • Послідовників: {followers,number}

# cards.user.streaming
source: streaming {game}
cs: vysílá {game}
de: streamt {game}
es: transmitiendo {game}
pt_br: transmitindo {game}
ru: транслирует {game}
sv: streamar {game}
tr: {game} yayını yapıyor
uk: транслює {game}

# channel.links.clips
source: Clips
cs: Klipy
pt_br: Clipes
ru: Клипы
sv: Klipp
tr: Klipler
uk: Кліпи

# channel.links.schedule
source: Schedule
cs: Rozvrh
de: Zeitplan
es: Calendario
pt_br: Agenda
ru: Расписание
sv: Schema
tr: Program
uk: Розклад

# channel.links.videos
source: Videos
cs: Videa
es: Vídeos
pt_br: Vídeos
ru: Видео
sv: Videor
tr: Videolar
uk: Видива

# chat.actions.ban
source: Ban User
cs: Trvale zablokovat uživatele
de: Benutzer sperren
es: Banear usuario
pt_br: Banir Usuário
ru: Забанить пользователя
sv: Banna användare
tr: Kullanıcıyı yasakla
uk: Заблокувати користувача

# chat.actions.ban-reason
source: Ban {user.login} for:
cs: Trvale zablokovat uživatele {user.login} za:
de: {user.login} sperren. Grund:
es: Vetar a {user.login} por:
pt_br: Banir {user.login} por:
ru: Забанить {user.login} за:
sv: Banna {user.login} för:
tr: {user.login} şundan dolayı yasakla:
uk: Заблокувати користувача {user.login} за:

# chat.actions.ban.tooltip
source: Ban {user.login}
cs: Trvale zablokovat uživatele {user.login}
de: {user.login} sperren
es: Vetar a {user.login}
pt_br: Banir {user.login}
ru: Забанить {user.login}
sv: Banna {user.login}
tr: {user.login} kullanıcısını yasakla
uk: Заблокувати {user.login}

# chat.actions.chat
source: Chat Command
cs: Příkaz v chatu
de: Chatbefehl
es: Comando de chat
pt_br: Comando de Bate-Papo
ru: Комнада чата
sv: Chattkommando
tr: Sohbet komutu
uk: Команда Чату

# chat.actions.delete.tooltip
source: Delete {user.login}'s message
cs: Smazat zprávu uživatele {user.login}
de: Nachricht von {user.login} löschen
es: Borrar el mensaje de {user.login}
pt_br: Excluir mensagem de {user.login}
ru: Удалить сообщение {user.login}
sv: Radera {user.login}s meddelande
tr: {user.login} kullanıcısının mesajlarını sil
uk: Видалити повідомлення користувача {user.login}

# chat.actions.edit_overrides
source: Change Name & Color
cs: Změnit jméno a barvu
de: Name & Farbe verändern
es: Cambiar Nombre y Color
pt_br: Mude Nome & Cor
ru: Изменить имя и цвет
sv: Ändra namn och färg
tr: Adı & Rengi Değiştir
uk: Назва Каналу та Колір

# chat.actions.edit_overrides.desc
source: Allows you to set local overrides for a user's name and color in chat.
cs: Umožňuje vám nastavit lokální přepsání uživatelského jména a barvy v chatu.
de: Ermöglicht dir das lokale Überschreiben von Name und Farbe eines Benutzers im Chat.
es: Te permite establecer anulaciones locales para el nombre y el color de un usuario en el chat.
pt_br: Permite que você defina uma sobreposição local para a cor e nome de um usuário no Bate Papo.
ru: Позволяет указать собственные никнейм и цвет пользователю в чате.
sv: Låter dig ställa in lokala åsidosättningar för en användares namn och färg i chatten.
tr: Sohbette bir kullanıcının adı ve rengi için yerel geçersiz kılmalar ayarlamanıza olanak tanır.
uk: Дозволяє вам визначити локальні зміни для імен користувачів та кольорів у чаті.

# chat.actions.msg_delete
source: Delete Message
cs: Smazat zprávu
de: Nachricht löschen
es: Eliminar Mensaje
pt_br: Excluir Mensagem
ru: Удалить сообщение
sv: Radera meddelande
tr: Mesajı sil
uk: Видалити повідомлення

# chat.actions.open_url
source: Open URL
cs: Otevřít URL
de: URL öffnen
es: Abrir URL
pt_br: Abrir URL
ru: Открыть URL
sv: Öppna URL
tr: URL'yi aç
uk: Відкрити URL

# chat.actions.reply
source: Reply to Message
cs: Odpověď na zprávu
de: Auf Nachricht antworten
es: Responder al Mensaje
pt_br: Responder a mensagem
ru: Ответить на сообщение
sv: Svara på meddelande
tr: Mesajı Yanıtla
uk: Відповісти на повідомлення

# chat.actions.select-reason
source: Please select a reason from the list below:
cs: Prosím, vyberte důvod, z níže uvedených možností:
de: Wähle einen Grund aus der folgenden Liste aus:
es: Por favor, elige una razón de la siguiente lista:
pt_br: Selecione um motivo da lista abaixo:
ru: Пожалуйста, выберите причину из списка ниже:
sv: Vänligen välj en anledningen i listan nedan:
tr: Lütfen aşağıdaki listeden bir neden seçin:
uk: Будь ласка, оберіть причину зі списку:

# chat.actions.timeout
source: Timeout User
cs: Dočasně zablokovat uživatele
de: Benutzer in Time-Out versetzen
es: Expulsar Temporalmente Usuario
pt_br: Suspender Usuário
ru: Дать пользователю отстранение
sv: Ange timeout för användare
tr: Kullanıcıyı geçici sustur
uk: Надати Перерву Користувачеві

# chat.actions.timeout-reason
source: Timeout {user.login} for {duration, plural, one {# second} other {# seconds}} for:
de: {user.login} für {duration, plural, one {# Sekunde} other {# Sekunden}} in Time-Out versetzen. Grund:
es: Expulsar temporalmente {user.login} durante {duration, plural, one {# segundo} other {# segundos}} por:
ru: Дать отстранение {user.login} на {duration, plural, one {# сек.} other {# сек.}}за:
sv: Ange timeout för {user.login} i {duration, plural, one {# sekund} other {# sekunder}} för:
tr: {user.login} kullanıcısını {duration, plural, one {# saniyeliğine} other {# saniyeliğine}} sustur:
uk: Надати перерву {user.login} на {duration, plural, one {# секунду} other {# секунд}}за:

# chat.actions.timeout.tooltip
source: Timeout {user.login} for {duration, plural, one {# second} other {# seconds}}
de: {user.login} für {duration, plural, one {# Sekunde} other {# Sekunden}} in Time-Out versetzen
es: Expulsar temporalmente {user.login} durante {duration, plural, one {# segundo} other {# segundos}}
ru: Дать отстранение {user.login} на {duration, plural, one {# секунду} other {# секунд}}
sv: Ange timeout för {user.login} i {duration, plural, one {# sekund} other {# sekunder}}
tr: {user.login} kullanıcısını {duration, plural, one {# saniyeliğine} other {# saniyeliğine}} zaman aşımına uğrat
uk: Надати перерву {user.login} на {duration, plural, one {# секунду} other {# секунд}}

# chat.actions.unban
source: Unban User
cs: Zrušit trvalé zablokování uživatele
de: Sperre aufheben
es: Quitar Vetado a usuario
pt_br: Desbanir Usuário
ru: Разбанить пользователя
sv: Upphäv bannlysning av användare
tr: Kullanıcının yasağını kaldır
uk: Розблокувати Користувача

# chat.actions.unban.tooltip
source: Unban {user.login}
cs: Zrušit trvalé zablokování uživatele {user.login}
de: Sperre für {user.login} aufheben
es: Desbancar {user.login}
pt_br: Desbanir {user.login}
ru: Разбанить {user.login}
sv: Upphäv bannlysning av {user.login}
tr: {user.login} kullanıcısının yasağını kaldır
uk: Розблокувати користувача {user.login}

# chat.actions.unknown
source: Unknown Action Type
cs: Neznámý typ akce
de: Unbekannter Aktionstyp
es: Tipo de acción desconocido
pt_br: Tipo de Ação Desconhecido
ru: Неизвестный тип действия
sv: Okänd Åtgärdstyp
tr: Bilinmeyen Eylem Tipi
uk: Невідома дія

# chat.actions.untimeout
source: Untimeout User
cs: Zrušit dočasné zablokování uživatele
de: Time-Out aufheben
es: Retirar Expulsión Temporal a Usuario
pt_br: Remover Suspensão
ru: Убрать отстранение
sv: Upphäv Timeout för Användare
tr: Susturmayı geri al
uk: Скасувати Перерву Користувачеві

# chat.actions.untimeout.tooltip
source: Untimeout {user.login}
cs: Zrušit dočasné zablokování uživatele {user.login}
de: Time-Out von {user.login} aufheben
es: Quitar expulsión {user.login}
pt_br: Remover Suspensão de {user.login}
ru: Снять отстранение с {user.login}
sv: Upphäv Timeout för {user.login}
tr: Susturmayı kaldır {user.login}
uk: Скасовано перерву для {user.login}

# chat.actions.whisper
source: Whisper User
cs: Šeptat uživateli
de: Benutzer anflüstern
es: Susurrar usuario
pt_br: Sussurrar para Usuário
ru: Отправить личное сообщение пользователю
sv: Viska till användare
tr: Kullanıcıya fısıltı gönder
uk: Прошепотіти Користувачеві

# chat.actions.whisper.tooltip
source: Whisper {user.login}
cs: Šeptat uživateli {user.login}
de: {user.login} anflüstern
es: Susurrar a {user.login}
pt_br: Sussurro {user.login}
ru: Отправить личное сообщение {user.login}
sv: Viska till {user.login}
tr: Fısıltı {user.login}
uk: Прошепотіти {user.login}

# chat.deleted-messages
source: {count,plural, one {One message was deleted by a moderator.} other {# messages were deleted by a moderator.} }
cs: {count,plural, one {Jedna zpráva byla smazána moderátorem.} few {# zprávy byly smazány moderátorem.} other {# zpráv bylo smazáno moderátorem.} }
de: {count,plural, one {Eine Nachricht wurde von einem Moderator gelöscht.} other {# Nachrichten wurden von einem Moderator gelöscht.} }
es: {count,plural, one {Un mensaje fue borrado por un moderador.} other {# mensajes fueron borrados por un moderador.} }
pt_br: {count,plural, =1 {Uma mensagem foi excluída por um moderador.} other {# mensagens foram excluídas por um moderador.} }
ru: {count,plural, one {Одно сообщение было удалено модератором.} other {# сообщений были удалены модератором.} }
sv: {count, plural, one {Ett meddelande var raderat av en moderator.} other {# meddelanden var raderade av en moderator.} }
tr: {count,plural, one {Bu mesaj moderatör tarafından silindi.} other {# mesajlar moderatör tarafından silindi.} }
uk: {count,plural, one {Одне повідомлення було видалено модератором.} other {# повідомлень було видалено модератором.} }

# chat.ffz-badge.site
source: Please visit the {website} to change this badge.
cs: Chcete-li tento odznak změnit, navštivte prosím {website}.
de: Besuche die {website}, um dieses Abzeichen zu ändern.
es: Porfavor visita {website} para cambiar este emblema.
pt_br: Visite {website} para alterar este emblema.
ru: Пожалуйста, поситите {website}, чтобы изменить значок.
sv: Vänligen besök {website} för att ändra denna dekal.
tr: Bu rozeti değiştirmek için lütfen {website} ziyaret edin.
uk: Будь ласка, відвідайте {website} для зміни цього бейджа.

# chat.ffz-badge.site-link
source: FrankerFaceZ website
cs: Web FrankerFaceZ
es: Sito web de FrankerFaceZ
pt_br: FrankerFaceZ site
ru: Вебсайт FrankerFaceZ
sv: FrankerFaceZ:s hemsida
tr: FrankerFaceZ web sitesi
uk: сайт FrankerFaceZ

# chat.ffz-badge.title
source: FrankerFaceZ Badge
cs: Odznak FrankerFaceZ
de: FrankerFaceZ Abzeichen
es: Emblema de FrankerFaceZ
pt_br: FrankerFaceZ emblemas
ru: Значок FrankerFaceZ
sv: FrankerFaceZ-dekal
tr: FrankerFaceZ Rozeti
uk: Бейдж FrankerFaceZ

# chat.filtering.automod-term
source: AutoMod Blocked Term
cs: Fráze blokovaná AutoModem
de: AutoMod Blockierter Begriff
es: Término bloqueado por AutoMod
pt_br: Termo Bloqueado pelo AutoMod
ru: Термин, заблокированный автомодерацией
sv: Term blockerad av automoderering
tr: OtoMod_Engellenmiş_Kelime
uk: Вислів заблоковано АвтоМодом

# chat.filtering.automod-why
source: This was flagged as:
cs: Toto bylo označeno jako:
de: Dies wurde gekennzeichnet als:
es: Esto ha sido marcado como:
pt_br: Isso foi sinalizado como:
ru: Это было помечено как:
sv: Detta flaggades som:
tr: Bu şekilde işaretlendi:
uk: Це було позначено як:

# chat.filtering.automod.A
source: Hostility
cs: Nepřátelskost
de: Feindseligkeit
es: Hostilidad
pt_br: Hostilidade
ru: Враждебность
sv: Fientlighet
tr: Düşmanca tavırlar
uk: Ворожість

# chat.filtering.automod.I
source: Discrimination
cs: Diskriminace
de: Diskriminierung
es: Discriminación
pt_br: Descriminação
ru: Дискриминация
sv: Diskriminering
tr: Ayrımcılık
uk: Дискримінація

# chat.filtering.automod.P
source: Profanity
cs: Neuctivost
de: Obszönität
es: Blasfemia
pt_br: Blasfêmea
ru: Профанация
sv: Svordomar
tr: Küfürlü konuşma
uk: Ненормативна лексика

# chat.filtering.blocked-term
source: Blocked Term
cs: Zakázaná fráze
de: Blockierter Begriff
es: Término bloqueado
pt_br: Termo Bloqueado
ru: Заблокированный термин
sv: Blockerad term
tr: Engellenmiş kelime
uk: Вислів заблоковано

# chat.ignore-clear
source: An attempt by a moderator to clear chat was ignored.
cs: Vymazání chatu moderátorem bylo ignorováno.
de: Der Versuch von einem Moderator, den Chat zu löschen, wurde ignoriert.
es: Se ha ignorado el intento de un moderador para borrar el chat.
pt_br: Uma tentativa de limpar o bate-papo realizada por um moderador foi ignorada.
ru: Попытка очищения чата модератором была проигнорированна.
sv: Ett försök att rensa chatten av en moderator ignorerades.
tr: Moderatörün chati temizleme girişimi yok sayıldı.
uk: Спроба очистити чат модератором була проігнорована.

# chat.message-deleted
source: <message deleted>
cs: <zpráva smazána>
de: <Nachricht gelöscht>
es: <mensaje eliminado>
pt_br: <mensagem excluída>
ru: <сообщение удалено>
sv: <meddelandet raderades>
tr: <mesaj silindi>
uk: <повідомлення вилучено>

# chat.messages-below
source: Chat Paused Due to Scroll
cs: Chat je pozastaven kvůli posouvání
de: Chat aufgrund von Scrollen angehalten
es: Chat Pausado Por Desplazamiento
pt_br: Chat Pausado devido a Rolagem.
ru: Чат остановлен из-за прокрутки
sv: Chatten pausades på grund av skrollning
tr: Sohbet Kaydırma Nedeniyle Duraklatıldı
uk: Чат пригальмовано через Прогортання

# chat.mod-action.ban
source: Banned
cs: Trvale zablokován
de: Gebannt
es: Vetado
pt_br: Banido
ru: В бане
sv: Bannad
tr: Yasaklanmış
uk: Заблоковано

# chat.mod-action.by
source: {action} by {login}
cs: {action} uživatelem {login}
de: {action} von {login}
es: {action} por {login}
pt_br: {action} por {login}
ru: {action} от {login}
sv: {action} av {login}
tr: {action} tarafından {login}
uk: {action} користувачем {login}

# chat.mod-action.delete
source: Deleted
cs: Smazáno
de: Gelöscht
es: Eliminado
pt_br: Excluída
ru: Удалено
sv: Raderad
tr: Silinmiş
uk: Видалено

# chat.overrides.color
source: Color
cs: Barva
de: Farbe
pt_br: Cor
ru: Цвет
sv: Färg
tr: Renk
uk: Колір

# chat.overrides.name
source: Name
cs: Jméno
es: Nombre
pt_br: Nome
ru: Имя
sv: Namn
tr: İsim
uk: Ім'я

# chat.paused
source: Chat Paused Due to {reason}
cs: (Chat je pozastaven z důvodu: {reason})
de: Chat wegen {reason} angehalten
es: (Chat Pausado por {reason})
pt_br: (Chat Pausado Devido a {reason})
ru: Чат остановлен из-за {reason}
sv: Chatten pausades på grund av {reason}
tr: Sohbet {reason} nedeniyle duraklatıldı
uk: Чат пригальмовано через {reason}

# chat.points.bypass-sub
source: Send a Message in Sub-Only Mode
cs: Poslat zprávu v režimu Pouze pro předplatitele
de: Nachricht im Nur-Abo-Modus senden
es: Enviar un mensaje en modo solo suscriptores
pt_br: Enviar uma Mensagem enquanto estiver em Modo Apenas Subs
ru: Отправить сообщение в чате только для подписчиков
sv: Skicka ett meddelande i prenumerantexklusivt läge
tr: Yalnızca Abone Modunda Mesaj Gönder
uk: Надіслати Повідомлення в Режимі Тільки-Передплатники

# chat.points.choose-emote
source: Choose an Emote to Unlock
cs: Vybrat si emotikon, který se odemkne
de: Emote zum Entsperren auswählen
es: Escoge un emoticono para desbloquear
pt_br: Escolha um Emote para Desbloquear
ru: Выберите смайл, чтобы разблокировать
sv: Välj en emote att låsa upp
tr: Kilidi Açılacak Bir İfade Seçin
uk: Обрати Смайлик для Розблокування

# chat.points.highlighted
source: Highlight My Message
cs: Zvýraznit mou zprávu
de: Meine Nachricht hervorheben
es: Destacar mi mensaje
pt_br: Destacar Minha Mensagem
ru: Выделить мое сообщение
sv: Lyft fram mitt meddelande
tr: Mesajımı Vurgula
uk: Підсвітити Моє Повідомлення

# chat.points.modify-emote
source: Modify a Single Emote
cs: Upravit jeden emotikon
de: Ändern eines einzelnen Emotes
es: Modificar un solo emoticono
pt_br: Alterar um Único Emote
ru: Изменить один смайл
sv: Modifiera en enskild emote
tr: Tek Bir İfadeyi Değiştir
uk: Змінити Один Смайл

# chat.points.random-emote
source: Unlock a Random Sub Emote
cs: Odemknout náhodný předplatitelský emotikon
de: Zufälliges Abo-Emote entsperren
es: Desbloquea un emoticono de suscriptor aleatorio
pt_br: Desloquear um Emote de SUB aleatório
ru: Разблокировать случайный смайл подписчика
sv: Lås upp en slumpmässig prenumerantemote
tr: Rastgele Abonelik İfadesinin Kilidini Açın
uk: Розблокувати Випадковий Смайл для Передплатників

# chat.points.redeemed
source: Redeemed {reward} {cost}
cs: Vyzvednuto {reward} {cost}
de: {reward} erhalten {cost}
es: Canjeado {reward} {cost}
pt_br: Resgatado {reward} {cost}
ru: Получено {reward} {cost}
sv: Löste in {reward} {cost}
tr: {reward} {cost} kullanıldı
uk: Скористався {reward} {cost}

# chat.points.reward
source: Reward
cs: Odměna
de: Belohnung
es: Recompensa
pt_br: Recompensa
ru: Награда
sv: Belöning
tr: Ödül
uk: Винагорода

# chat.points.user-redeemed
source: {user} redeemed {reward} {cost}
cs: {user} vyzvedl {reward} {cost}
de: {user} hat {reward} erhalten {cost}
es: {user} ha canjeado {reward} {cost}
pt_br: {user} resgatou {reward} {cost}
ru: {user} получил {reward} {cost}
sv: {user} löste in {reward} {cost}
tr: {user}, {reward} {cost} kullandı
uk: {user} скористався {reward} {cost}

# chat.reasons.evasion
source: Ban Evasion
cs: Obcházení zablokování
de: Umgehung von Sperren
es: Evasión de Vetado
pt_br: Evadindo Banimento
ru: Уклонение от бана
sv: Undvikande av bannlysning
tr: Yasaktan kaçınma
uk: Уникнення Блоквання

# chat.reasons.hate
source: Hate / Harassment
cs: Nenávist / Obtěžování
de: Hass / Belästigung
es: Odio / Acoso
pt_br: Ódio / Assédio
ru: Ненависть / домогательство
sv: Hat/trakasserier
tr: Nefret / Taciz etme
uk: Ненависть / цькування

# chat.reasons.links
source: Posting Bad Links
cs: Posílání nevhodných odkazů
de: Verbreitung schädlicher Links
es: Publicar enlaces maliciosos
pt_br: Postando Links Maliciosos
ru: Непристойные ссылки
sv: Skickar dåliga länkar
tr: Yasak link yayınlama
uk: Надсилання Поганих Посилань

# chat.reasons.personal
source: Threats / Personal Info
cs: Výhrůžky / Osobní údaje
de: Bedrohungen / Persönliche Informationen
es: Amenazas / Información personal
pt_br: Ameaças / Informações Pessoais
ru: Угрозы / личная информация
sv: Hot/Privat information
tr: Tehdit / Kişisel bilgi ifşası
uk: Погроза / Персональна інформація

# chat.reasons.spam
source: One-Man Spam
cs: Spamování jedním uživatelem
de: Ein-Personen-Spam
es: Spam de Un-Solo-Individuo
pt_br: Spam
ru: Спам
sv: En-persons Spam
tr: Tek kişilik spam
uk: Спам однією людиною

# chat.ritual
source: {user} is new here. Say hello!
cs: {user} je zde nový. Řekněte ahoj!
de: {user} ist neu hier. Sag hallo!
es: {user} es nuevo aquí. Saluda!
pt_br: {user} é novo aqui. Diga dê um oi!
ru: {user} - новенький. Поздоровайтесь!
sv: {user} är ny här. Säg hej!
tr: {user} burada yeni, selamlayalım!
uk: {user} тут вперше. Привітайтесь з ним!

# chat.settings.back
source: Back
cs: Zpět
de: Zurück
es: Atrás
pt_br: Voltar
ru: Назад
sv: Tillbaka
tr: Geri
uk: Назад

# chat.settings.open-settings
source: Open Control Center
cs: Otevřít Ovládací Centrum
de: Kontrollzentrum öffnen
es: Abrir panel de control
pt_br: Abrir Centro de Controle
ru: Открыть центр упраления
sv: Öppna kontrollcentret
tr: Kontrol panelini aç
uk: Відкрити Центр управління

# chat.settings.pause
source: Pause Chat
cs: Pozastavit chat
de: Chat anhalten
es: Pausar chat
pt_br: Pausar Bate-papo
ru: Остановить чат
sv: Pausa chatten
tr: Chati duraklat
uk: Пригальмувати Чат

# chat.settings.pause-explain
source: FrankerFaceZ overrides the behavior of Pause Chat entirely. Please use FFZ's Scrolling settings within the FFZ Control Center under Chat > Behavior.
cs: FrankerFaceZ zcela potlačuje chování pozastavení chatu. Prosíme, použijte nastavení posouvání FFZ v Kontrolním Centru FFZ v části Chat > Chování.
de: FrankerFaceZ überschreibt das komplette Verhalten vom angehalteten Chat. Bitte verwende die Scroll-Einstellungen von FFZ im FFZ Kontrollzentrum unter »Chat« > »Verhalten«.
es: FrankerFaceZ anula por completo el comportamiento de Pausar el Chat. Utilice la configuración de desplazamiento de FFZ en el Centro de control de FFZ en Chat> Comportamiento.
pt_br: O FrankerFaceZ substituirá inteiramente o comportamento da Pausa de Bate-Papo. Por favor, use as configurações de Rolagem do FFZ no Centro de controle, em Bate-Papo > Comportamento.
ru: FrankerFaceZ полностью отменяет паузы в чате. Используйте настройки прокрутки FFZ в Центре управления FFZ в разделе Чат > Поведение.
sv: FrankerFaceZ upphäver beteendet av att pausa chatten helt och hållet. Vänligen använd FFZ:s skrollinställningar på Chatt > Beteende i FFZ:s kontrollcenter.
tr: Chat duraklama ayarları FFZ kurallarına göre çalışır. FFZ kaydırma ayarlarına Chat > Etkileşim bölümünden ulaşabilirsiniz.
uk: FrankerFaceZ повністю змінює поведінку зупинки чату. Просимо використовувати налаштування прокрутки у FFZ Control Center на вкладці Чат > Поведінка.

# chat.sub.anonymous-gifter
source: An anonymous gifter
cs: Anonymní dárce
de: Ein anonymer Geschenkgeber
es: Un regalador anónimo
pt_br: Um presenteador anônimo
ru: Анонимный пользователь, подаривший подписку
sv: En anonym givare
tr: Anonim bir kişiden hediye
uk: Дарувальник-анонім
