Repository: FrankerFaceZ/I18n
Catalog: strings/client/*.po
Languages: cs, de, es, pt_br, ru, sv, tr, uk

# clip.desc.2
source: Clipped by {curator} â€” {views, plural, one {# View} other {# Views}}
de: Clip erstellt von: {curator} — {views, plural, one {# Aufruf} other {# Aufrufe}}
es: Clipeado por {curator} — {views, plural, one {# visualización} other {# visualizaciones}}
ru: Автор клипа: {curator} — {views,plural,one {просмотр} few {просмотра} other {просмотров}}
sv: Klipptes av {curator} — {views, plural, one {# visning} other {# visningar}}
tr: {curator} tarafından kliplendi — {views, plural, one {# Görüntülenme} other {# Görüntülenme}}
uk: Автор кліпу: {curator} — {views,plural,one {перегляд} few {перегляди} other {переглядів}}

# compat.bttv.emotes-on
source: You have "FrankerFaceZ Emotes" turned on in BetterTTV's settings, but you also have FrankerFaceZ installed. Please disable "FrankerFaceZ Emotes" in BetterTTV's settings. It isn't necessary.
de: Du hast »FrankerFaceZ Emotes« in den Einstellungen von BetterTTV aktiviert und zugleich FrankerFaceZ installiert. Bitte deaktiviere »FrankerFaceZ Emotes« in den Einstellungen von BetterTTV. Dies ist nicht zwingend notwendig.
es: Tienes activados los "Emoticonos FrankerFaceZ" en los ajustes de BetterTTV, pero también tienes instalado FrankerFaceZ. Por favor desactiva los "Emoticonos FrankerFaceZ" en los ajustes de BetterTTV. No es necesario.
ru: Вы включили "Смайлы FrankerFaceZ" в настройках BetterTTV, но у вас также установлен FrankerFaceZ. Пожалуйста, отключите "Смайлы FrankerFaceZ" в настройках BetterTTV. В этом нет необходимости.
sv: Du har "FrankerFaceZ Emotes" påslaget i BetterTTV's inställningar, men du har också FrankerFaceZ installerat. Vänligen stäng av "FrankerFaceZ Emotes" i BetterTTV's inställningar. Det är inte nödvändigt.
tr: BetterTTV'nin ayarlarında "FrankerFaceZ İfadeleri"ni açtınız ancak aynı zamanda FrankerFaceZ'i de yüklediniz. Lütfen BetterTTV'nin ayarlarında "FrankerFaceZ İfadelerini" devre dışı bırakın. Bu gerekli değil.
uk: Ви ввімкнули "FrankerFaceZ Emotes" у налаштуваннях BetterTTV, але у вас також встановлено FrankerFaceZ. Вимкніть "FrankerFaceZ Emotes" у налаштуваннях BetterTTV. Це не є необхідним.

# emoji.category.animals_nature
source: Animals & Nature
cs: Zvířata a příroda
de: Tiere & Natur
es: Animales y Naturaleza
pt_br: Animais & Natureza
ru: Животные и природа
sv: Djur och natur
tr: Hayvanlar & Doğa
uk: Тварини і природа

# emoji.category.food_drink
source: Food & Drink
cs: Jídlo & pití
de: Essen & Trinken
es: Comida y Bebida
pt_br: Comida & bebida
ru: Еда и напитки
sv: Mat och dryck
tr: Yiyecek & İçecek
uk: Їжа і напої

# emoji.category.people_body
source: People
cs: Lidé
de: Personen
es: Gente
pt_br: Pessoas
ru: Люди
sv: Människor
tr: İnsan
uk: Люди

# emoji.category.smileys_emotion
source: Smileys & Emotions
cs: Smajlíky & emoce
de: Smileys & Emotionen
es: Emoticonos
ru: Улыбки и Эмоции
sv: Smileys och känslor
tr: Suratlar & Duygular
uk: Смайли та емоції

# emoji.category.travel_places
source: Travel & Places
cs: Cestování & místa
de: Reisen & Orte
es: Viaje y Lugares
pt_br: Viagem & lugares
ru: Путешествия и достопримечательности
sv: Resa och platser
tr: Seyahat & Yerler
uk: Подорожі та визначні місця

# emote-menu.unknown-set
source: Set #{set_id}
cs: Sada #{set_id}
es: Establecer #{set_id}
pt_br: Definir #{set_id}
ru: Набор #{set_id}
sv: Uppsättning nr. {set_id}
uk: Набір #{set_id}

# emote.follower
source: Follower Emote ({source})
es: Emoticono de seguidor ({source})
ru: Смайл фолловера ({source})
sv: Följaremote ({source})
tr: Takipçi İfadesi ({source})
uk: Смайлик фоловера ({source})

# hl-reason.badge
source: Highlight Badge
cs: Zvýraznit odznak
de: Abzeichen hervorgehoben
es: Medalla destacada
ru: Выделен значок
sv: Markera dekal
tr: Rozeti Vurgula
uk: Виділити значок

# hl-reason.mention
source: Mentioned
cs: Označen
de: Erwähnt
es: Mencionado
ru: Выделен
sv: Omnämnande
tr: Bahsedilen
uk: Згаданий

# hl-reason.term
source: Highlight Term
cs: Zvýraznit frázi
de: Begriff hervorgehoben
es: Término destacado
ru: Выделен термин
sv: Term markeras
tr: Terimi Vurgula
uk: Виділити термін

# hl-reason.user
source: Highlight User
cs: Zvýraznit uživatele
de: Benutzer hervorgehoben
es: Usuario destacado
ru: Выделен пользователь
sv: Användare markeras
tr: Kullanıcıyı Vurgula
uk: Виділений користувач

# i18n.ui.save
source: Generate Change Blob
de: Generiere Änderungs-Blob
es: Generar Cambio Blob
pt_br: Gerar Blob de Mudança
ru: Сгенерировать список изменений
sv: Skapa Ändrings-blob
tr: Değişiklik Blobu Oluştur
uk: Згенерувати Blob змін

# key.meta_mouse
source: Meta or Mouse
cs: Klávesa Meta nebo myš
de: Meta oder Maus
es: Meta o Ratón
pt_br: Meta ou Mouse
ru: Meta или мышь
sv: Meta eller mus
tr: Meta_veya_Fare
uk: Мeta або миша

# metadata.host.setting.auto-hosting.title
source: Auto Hosting
de: Kanäle automatisch hosten
es: Auto Alojar
pt_br: Hospedagem Automática
ru: Авторетрансляция
sv: Automatisk värd
tr: Otomatik Hostlama
uk: Авторетрансляція

# metadata.host.setting.team-hosting.title
source: Team Hosting
de: Team-Kanäle hosten
es: Alojamiento de Equipo
pt_br: Hospedagem de Equipe
ru: Ретранслировать сообщество
sv: Teamvärd
tr: Ekip Hostlama
uk: Командний хостинг

# metadata.player-stats.broadcast-ago
source: Broadcast {count,number}s Ago
cs: Poslední živé vysílání před {count,number}
de: Übertragen vor {count,number}s
es: Retransmisión hace {count,number}s
pt_br: Transmitido {count,number}s atrás
ru: Транслировалось {count,number}сек. назад
sv: Sände för {count,number}s sedan
tr: Yayın {count,number} dan önce
uk: Транслювалося {count,number}сек. тому

# metadata.player-stats.delay-warning
source: Your local clock seems to be off by roughly {count,number} seconds, which could make this inaccurate.
cs: Vypadá to, že váš systémový čas je mimo o zhruba {count,number} sekund, díky čemuž může být tohle nepřesné.
de: Deine lokale Uhrzeit scheint ungefähr um {count, number} Sekunden versetzt zu sein, was zu einer Ungenauigkeit führen kann.
es: Tu reloj local está desfasado aproximadamente por {count,number} segundos, lo que puede hacer esto inexacto.
pt_br: Seu relógio local parece estar desatualizado em {count,number} segundos, o que pode causar imprecisão.
ru: Ваши локальные часы отстают примерно на {count,number} сек., из-за чего значение может быть неточным.
sv: Din lokala klocka verkar visa fel på ett ungefär {count,number} sekunder, some skulle kunna göra detta felaktigt.
tr: Yerel saatiniz yaklaşık olarak {count,number} saniye hatalı gözüküyor.
uk: Ваш локальний годинник відстає приблизно на {count,number} сек., через що значення може бути неточним.

# metadata.uptime.link-to
source: Link to {time}
de: Verlinkung zu {time}
es: Enlazar a {time}
pt_br: Vincular á {time}
ru: Ссылка на {time}
sv: Länk till {time}
tr: Bu zamana link ver {time}
uk: Посилання на {time}

# metadata.uptime.since
source: (since {since,datetime})
cs: (od {since,datetime})
de: (seit {since,datetime})
es: (desde {since,datetime})
pt_br: (desde {since,datetime})
ru: (c {since,datetime})
sv: (sedan {since,datetime})
tr: (den beri {since,datetime})
uk: з {since,datetime})

# player.comp_button.firefox
source: Playback Speed controls will not function for Firefox users when the Compressor has been enabled.
de: Die Steuerung der Wiedergabegeschwindigkeit funktioniert für Firefox-Benutzer nicht, wenn der Kompressor aktiviert wurde.
es: Los controles de velocidad de reproducción no funcionarán para los usuarios de Firefox cuando el compresor esté habilitado.
ru: Регуляторы скорости воспроизведения не будут работать для пользователей Firefox, если включен компрессор.
sv: Kontrollerna för Uppspelningshastigheten kommer inte att fungera för Firefox användare när Kompressorn är aktiverad.
tr: Oynatma Hızı kontrolleri, Kompresör etkinleştirildiğinde Firefox kullanıcıları için çalışmayacaktır.
uk: Елементи керування швидкістю відтворення не працюватимуть для користувачів Firefox, коли ввімкнено компресор.

# player.gain.label
source: Gain Control
de: Verstärkungsregelung
es: Control de ganancia
ru: Регулировка усиления
sv: Förstärkningskontroll
tr: Kazanç Kontrolü
uk: Контроль посилення

# player.pip_button.fs
source: Cannot use Picture-in-Picture when Fullscreen
de: Bild-im-Bild kann im Vollbild nicht verwendet werden
es: No puedes usar Imagen-en-Imagen estando en Pantalla Completa
pt_br: Não é possível usar Picture-in-Picture quando está em tela cheia
ru: Нельзя использовать картинку в картинке в полноэкранном режиме
sv: Kan inte använda bild-i-bild vid helskärm
tr: Tam Ekranda Resim İçinde Resim kullanılamaz
uk: Неможливо використовувати режим «Картинка в картинці» на весь екран

# site.menu_button.changed
source: The FrankerFaceZ settings provider has changed. Please refresh this tab to avoid strange behavior.
de: Der Einstellungsprovider von FrankerFaceZ hat sich geändert. Bitte aktualisiere diesen Tab, um seltsames Verhalten zu vermeiden.
es: El proveedor the FrankerFaceZ ha cambiado. Porfavor actualize la pagina para prevenir comportamientos extraños.
pt_br: As configurações de provedor do FrankerFaceZ foram alteradas. Por favor atualize esta aba para evitar comportamentos estranhos.
ru: Провайдер настроек FrankerFaceZ изменился. Пожалуйста, обновите эту вкладку, чтобы избежать странного поведения.
sv: FrankerFaceZ inställningsleverantör har ändrats. Vänligen uppdatera den här fliken för att undvika konstiga beteenden.
tr: FrankerFaceZ ayar sağlayıcısı değişti. Garip davranışlardan kaçınmak için lütfen bu sekmeyi yenileyin.
uk: Змінився постачальник налаштувань FrankerFaceZ. Будь ласка, оновіть цю вкладку, щоб уникнути дивної поведінки.

# site.menu_button.quota-exceeded
source: Your local storage space for this website is full, and settings cannot be saved. Please backup your settings and switch to a higher capacity provider in [Data Management > Storage >> Provider](~data_management.storage.tabs.provider).
de: Dein lokaler Speicherplatz für diese Website ist voll und die Einstellungen können nicht gespeichert werden. Bitte sichere deine Einstellungen und wechsel unter [Datenverwaltung > Speicher >> Provider](~data_management.storage.tabs.provider) zu einem Provider mit höherer Kapazität.
es: Su espacio de almacenamiento local para este sitio web está lleno y la configuración no se puede guardar. Haga una copia de seguridad de su configuración y cambie a un proveedor de mayor capacidad en [Gestión de datos> Almacenamiento >> Proveedor] (~data_management.storage.tabs.provider).
ru: Ваше локальное пространство для хранения данных на этом сайте заполнено, и настройки не могут быть сохранены. Пожалуйста, создайте резервную копию настроек и переключитесь на провайдера большей ёмкости в разделе [Управление данными > Хранилище >> Провайдер](~data_management.storage.tabs.provider).
sv: Din lokala lagringsutrymme för den här webbplatsen är full och inställningar kan inte sparas. Vänligen gör en säkerhetskopia av dina inställningar och byt till en leverantör med högre kapacitet i [Datahantering > Lagring >>Leverantör] (~data_management.storage.tabs.provider).
tr: Bu web sitesi için yerel depolama alanınız doldu ve ayarlar kaydedilemiyor. Lütfen ayarlarınızı yedekleyin ve [Veri Yönetimi > Depolama >> Sağlayıcı](~data_management.storage.tabs.provider) bölümünde daha yüksek kapasiteli bir sağlayıcıya geçin.
uk: Ваше локальне сховище для цього веб-сайту заповнено, і налаштування неможливо зберегти. Зробіть резервну копію налаштувань і перейдіть до постачальника з більшою потужністю в [Керування даними > Сховище >> Постачальник] (~data_management.storage.tabs.provider).

# site.menu_button.strings
source: There {added,plural,one {is # new string} other {are # new strings}} and {changed,plural,one {# changed string} other {# changed strings}}.
de: Es gibt {added,plural,one {# neue Zeichenkette} other {# neue Zeichenketten}} und {changed,plural,one {# veränderte Zeichenkette} other {# veränderte Zeichenketten}}.
es: Hay {added,plural,one {# nueva cadena} other {# nuevas cadenas}} y {changed,plural,one {# cadena cambiada} other {# cadenas cambiadas}}.
pt_br: Tem {added,plural,one {# nova palavra} other {# novas palavras}} e {changed,plural,one {# palavra alterada} other {# palavras alteradas}}.
ru: Есть {added,plural,one {# новая строка} few {# новые строки} other {# новых строк}} и {changed,plural,one {# изменённая строка} few {# изменённые строки} other {# изменённых строк}}.
sv: Det finns {added,plural,one {en ny sträng} other {# nya stränger}} samt {changed,plural,one {en ändrad sträng} other {# ändrade stränger}}.
tr: {added,plural,one {# adet} other {# adet}} yeni satır eklendi ve {changed,plural,one {# adet} other {# adet}} satır düzenlendi.
uk: Є {added,plural,one {# новий рядок} few {# нові рядки} other {# нових рядків}} і {changed,plural,one {# змінений рядок} few {# змінені рядки} other {# змінених рядків}}.

# socket.info.stats.live_clients
source: Live Clients
es: Clientes en Vivo
pt_br: Clientes ao vivo
ru: Клиентов в сети
sv: Liveklienter
tr: Canlı Kullanıcılar
uk: Клієнтів у мережі

# socket.info.topics
source: Topics
cs: Témata
de: Themen
es: Temas
pt_br: Tópicos
ru: Темы
sv: Ämnen
tr: Konular
uk: Теми

# tooltip.link-unsafe
source: Caution: This URL is on Google's Safe Browsing List for: {reasons}
de: Achtung: Diese URL wurde als potenziell schädlich eingestuft durch: {reasons}
es: Precaución: Esta URL ha sido marcada como potencialmente dañina por: {reasons}
ru: Внимание: Этот URL был помечен как потенциально опасный по причине: {reasons}
sv: Varning: Denna URL:en har blivit flaggad som potentiellt farlig för: {reasons}
tr: Uyarı: Bu URL potansiyel zararlı içerik olarak işaretlendi: {reasons}
uk: Застереження: цю URL-адресу було позначено як потенційно шкідливу: {reasons}

# key.hover
source: Hover
cs: Najetí myší
de: Maus darüber bewegen
es: Pasar
pt_br: Sobrepor
ru: Прокрутка
sv: Hovring
tr: Üzerinde dolaş
uk: Прокрутка

# emoji.category.activities
source: Activities
cs: Aktivity
de: Aktivitäten
es: Actividades
pt_br: Atividades
ru: Активность
sv: Aktiviteter
tr: Etkinlikler
uk: Активність

# badges.founder.months
source: {title} (Subscribers for {count, plural, one {# Month} other {# Months}})
de: {title} (Abonniert für {count,number} {count,plural,one {Monat} other {Monate}})
es: {title} (Suscrito por {count, plural, one {# mes} other {# meses}})
ru: {title} (Подписчик {count,plural,one {# месяц} few {# месяца} other {# месяцев}} подписки)
sv: {title} (Prenumererat i {count, plural, one {# månad} other {# månader}})
tr: {title} ({count, plural, one {# aydır} other {# aydır}} abone)
uk: {title} (Передплатив {count,plural, one {# місяць } few {# місяці} other {# місяців}} підписки)

# chat.actions.timeout.desc
source: {options.duration, plural, one {# second} other {# seconds}}
de: {options.duration, plural, one {# Sekunde} other {# Sekunden}}
es: {options.duration, plural, one {# segundo} other {# segundos}}
ru: {options.duration,plural, one {# секунды} other {# секунд}}
sv: {options.duration, plural, one {# sekund} other {# sekunder}}
tr: {options.duration, plural, one {# saniye} other {# saniye}}
uk: {options.duration,plural, one {# секунда} few {# секунди} other {# секунд}}

# emote-menu.emote-cheer
source: Cheer an additional {bits_remaining, plural, one {# bit} other {# bits}} to unlock this emote.
de: Cheere {bits_remaining, plural, one {# einen weiteren Bit} other {# weitere Bits}}, um dieses Emote freizuschalten.
es: Aplaude {bits_remaining, plural, one {# bit} other {# bits}} adicionales para desbloquear este emoticono.
ru: Подарите дополнительные {bits_remaining, plural, one {# bit} other {# bits}}, чтобы разблокировать этот смайл.
sv: Cheera ytterligare {bits_remaining, plural, one {# bit} other {# bits}} för att låsa upp denna emote.
tr: {bits_remaining, plural, one {# adet} other {# adet}} daha cheerlayarak bu ifadenin kilidini açabilirsiniz.
uk: Подаруйте додаткові {bits_remaining, plural, one {# bit} other {# bits}}, щоб розблокувати цей смайл.

# socket.info.count
source: Count
cs: Počet
de: Anzahl
es: Contador
pt_br: Contagem
ru: Счетчик
sv: Räkna
tr: Sayı
uk: Лічильник

# key.meta
source: Meta Key
cs: Klávesa Meta
de: Meta Schlüssel
es: Tecla Meta
pt_br: Tecla Meta
ru: Клавиша Meta
sv: Meta-tangenten
tr: Meta_tuşu

# site.menu_button.addon-dev
source: a-dev
sv: en-dev
tr: a-geliştirici

# site.menu_button.dev
source: dev
pt_br: desenvolvedor
tr: geliştirici

# emote.prime
source: Prime Gaming
de: Prime-Emote
