Repository: FrankerFaceZ/I18n
Catalog: strings/settings/*.po
Languages: es, sv, uk

# setting.entry.chat.badges.style.values.4
source: Circular (Color Only, Small)
es: Circular (Solo color, pequeño)
sv: Cirkulär (endast färg, liten)
uk: Кругові (Тільки Колір, Маленькі)

# setting.entry.chat.badges.style.values.5
source: Transparent
es: Transparente
sv: Genomskinlig
uk: Прозорий

# setting.entry.chat.badges.style.values.6
source: Transparent (Colored)
es: Transparente (Color)
sv: Genomskinlig (färgad)
uk: Прозорі (Кольорові)

# setting.entry.chat.bits.stack.values.0
source: Disabled
es: Deshabilitado
sv: Inaktiverad
uk: Вимкнено

# setting.entry.chat.bits.stack.values.1
source: Grouped by Type
es: Agrupado por tipo
sv: Grupperad efter typ
uk: Згруповані за Типом

# setting.entry.chat.bits.stack.values.2
source: All in One
es: Todo en uno
sv: Alla i en
uk: Все в одному

# setting.entry.chat.delay.values.-1
source: Default Delay (Room Specific; Non-Mod Only)
es: Retraso predeterminado (Específico de la sala; Solo para No moderador)
sv: Standardfördröjning (rumspecifikt, endast för icke-moderatorer)
uk: Звичайна Затримка (Визначена для Кімнати; Лишень для не модераторів)

# setting.entry.chat.delay.values.0
source: No Delay
es: Sin retraso
sv: Ingen fördröjning
uk: Без Затримки

# setting.entry.chat.delay.values.10000
source: Extra Large (10s)
es: Extra largo (10s)
sv: Extra lång (10s)
uk: Надвелика (10c)

# setting.entry.chat.delay.values.1200
source: Normal (Human Moderation; 1.2s)
es: Normal (Moderación humana; 1.2s)
sv: Normal (mänsklig moderation; 1,2s)
uk: Нормальна (Модерація людиною; 1.2с)

# setting.entry.chat.delay.values.15000
source: Extremely Large (15s)
es: Extremadamente largo (15s)
sv: Extremt stor (15s)
uk: Недзвичайно Велика (15с)

# setting.entry.chat.delay.values.20000
source: Mods Asleep; Delay Chat (20s)
es: Mods dormidos; Demorar chat (20s)
sv: Sovande moderatorer; fördröj chatten (20s)
uk: Модератори Сплять; Затримка Чату (20с)

# setting.entry.chat.delay.values.300
source: Minor (Bot Moderation; 0.3s)
es: Menor (Moderación bot; 0.3s)
sv: Liten (robotmoderation; 0,3s)
uk: Невеличка (Модерування Ботом; 0.3 с)

# setting.entry.chat.delay.values.30000
source: Half a Minute (30s)
es: Medio minuto (30s)
sv: En halv minut (30s)
uk: Пів хвилини (30 с)

# setting.entry.chat.delay.values.5000
source: Large (Spoiler Removal / Slow Mods; 5s)
es: Largo (Eliminación de spoilers / Moderadores lentos; 5s)
sv: Stor (spoilerborttagning / långsamma moderatorer; 5s)
uk: Велика (Вилучення Засвітів (spoiler) / Повільні Модератори; 5 с)

# setting.entry.chat.delay.values.60000
source: Why??? (1m)
es: ¿¿¿Por qué??? (1m)
sv: Varför??? (1m)
uk: Навіщо??? (1 хв)

# setting.entry.chat.delay.values.788400000000
source: The CBenni Option (Literally 25 Years)
es: La Opción de CBenni (Literalmente 25 Años)
sv: CBenni-alternativet (bokstavligen 25 år)
uk: Опція CBenni (Буквально 25 Років)

# setting.entry.chat.emoji.style.values.0
source: Native
es: Nativo
sv: Inbyggd
uk: Системний

# setting.entry.chat.emote-menu.default-tab.values.all
source: My Emotes
es: Mis emoticonos
sv: Mina emotes
uk: Мої смайлики

# setting.entry.chat.emote-menu.default-tab.values.channel
source: Channel
es: Canal
sv: Kanal
uk: Канал

# setting.entry.chat.emote-menu.default-tab.values.fav
source: Favorites
es: Favoritos
sv: Favoriter
uk: Вибране

# setting.entry.chat.emote-menu.show-heading.values.0
source: Never
es: Nunca
sv: Aldrig
uk: Ніколи

# setting.entry.chat.emote-menu.show-heading.values.1
source: Always
es: Siempre
sv: Alltid
uk: Завжди

# setting.entry.chat.emote-menu.show-heading.values.2
source: When Not Searching
es: Cuando No Buscas
sv: När ingen sökning pågår
uk: Коли Не в Пошуку

# setting.entry.chat.emote-menu.sort-emotes.values.0
source: Order Added (ID), Ascending
es: Orden Agregada (ID), Ascendente
sv: Tillagd (ID), stigande
uk: У порядку додавання (ID), за зростанням

# setting.entry.chat.emote-menu.sort-emotes.values.1
source: Order Added (ID), Descending
es: Orden Añadido (ID), Descendente
sv: Tillagd (ID), fallande
uk: Порядок Додано (ID), Низхідний

# setting.entry.chat.emote-menu.sort-emotes.values.2
source: Name, Ascending
es: Nombre, Ascendente
sv: Namn, stigande
uk: Назва, Висхідний

# setting.entry.chat.emote-menu.sort-emotes.values.3
source: Name, Descending
es: Nombre, Descendente
sv: Namn, fallande
uk: Назва, Низхідний

# setting.entry.chat.filtering.deleted-style.values.0
source: Faded
es: Descolorido
sv: Nedtonad

# setting.entry.chat.filtering.deleted-style.values.1
source: Faded, Line Through
es: Descolorido, Línea Atravesada
sv: Nedtonad och genomstruken

# setting.entry.chat.filtering.deleted-style.values.2
source: Line Through
es: Línea Atravesada
sv: Genomstruken

# setting.entry.chat.filtering.deleted-style.values.3
source: No Change
es: No hay Cambios
sv: Ingen förändring
uk: Без змін

# setting.entry.chat.filtering.display-deleted.values.BRIEF
source: Brief
es: Resumen
sv: Kortfattad

# setting.entry.chat.filtering.display-deleted.values.DETAILED
source: Detailed
es: Detallado
sv: Detaljerad
uk: Докладно

# setting.entry.chat.filtering.display-deleted.values.false
source: Do Not Override
es: No Anular
sv: Överskrid inte
uk: Не чіпати

# setting.entry.chat.filtering.display-deleted.values.LEGACY
source: Legacy
es: Legado
sv: Föråldrad

# setting.entry.chat.filtering.display-mod-action.values.0
source: Never
es: Nunca
sv: Aldrig
uk: Ніколи

# setting.entry.chat.filtering.display-mod-action.values.1
source: In Detailed Mode
es: En Modo Detallado
sv: I detaljerat läge
uk: У Докладному Режимі

# setting.entry.chat.filtering.display-mod-action.values.2
source: Always
es: Siempre
sv: Alltid
uk: Завжди

# setting.entry.chat.filtering.remove-deleted.values.0
source: Do Not Remove
es: No Borrar
sv: Ta inte bort

# setting.entry.chat.filtering.remove-deleted.values.1
source: Remove Unseen (Default)
es: Eliminar Invisible (Predeterminado)
sv: Ta bort osedda (standard)

# setting.entry.chat.filtering.remove-deleted.values.2
source: Remove Unseen as Moderator
es: Eliminar Invisible como Moderator
sv: Ta bort osedda som moderator

# setting.entry.chat.filtering.remove-deleted.values.3
source: Remove All
es: Quitar Todos
sv: Radera alla
uk: Вилучити всі

# setting.entry.chat.lines.borders.values.0
source: Disabled
es: Deshabilitado
sv: Inaktiverad
uk: Вимкнено

# setting.entry.chat.lines.borders.values.1
source: Basic Line (1px Solid)
es: Línea Básica (1px Solid)
sv: Enkel linje (1px solid)
uk: Звичайна Риска (1 піксель Щільна)

# setting.entry.chat.lines.borders.values.2
source: 3D Line (2px Groove)
es: Línea 3D (2px Groove)
sv: 3D-linje (2px upphöjning)
uk: Тривимірна Риска (2 піксельна Борозенка)

# setting.entry.chat.lines.borders.values.3
source: 3D Line (2px Groove Inset)
es: Línea 3D (2px Groove Inset)
sv: 3D-linje (2px infälld upphöjning)
uk: Тривимірна Риска (2 піксельна Борозенка всередині)

# setting.entry.chat.lines.borders.values.4
source: Wide Line (2px Solid)
es: Línea Derecha (2px Solid)
sv: Bred linje (2px solid)
uk: Широка Риска (2 піксельна Щільна)

# setting.entry.chat.lines.emote-alignment.values.1
source: Padded
es: Espaciado
sv: Utfyllnad
uk: З Відступом

# setting.entry.chat.lines.emote-alignment.values.2
source: Baseline (BTTV-Like)
es: Base (como BTTV)
sv: Baslinje (BTTV-liknande)
uk: Підкреслення (Як BTTV)

# setting.entry.chat.rich.minimum-level.values.0
source: Everyone
es: Todos
sv: Alla

# setting.entry.chat.rich.minimum-level.values.1
source: Subscriber
es: Subscriptor
sv: Prenumerant
uk: Передплатник

# setting.entry.chat.rich.minimum-level.values.4
source: Broadcaster
es: Emisor
sv: Sändare
uk: Стрімер

# setting.entry.chat.scroller.freeze.values.1
source: On Hover
es: Al Pasar el ratón encima
sv: Vid hovring
uk: При наведенні

# setting.entry.chat.scroller.freeze.values.2
source: When Ctrl is Held
es: Cuando se mantiene Ctrl
sv: När Ctrl trycks ned
uk: Коли натиснена Ctrl

# setting.entry.chat.scroller.freeze.values.3
source: When Meta is Held
es: Cuando Meta está Sostenida
sv: När Meta trycks ned
uk: Коли натиснена Meta

# setting.entry.chat.scroller.freeze.values.4
source: When Alt is Held
es: Cuando se mantiene Alt
sv: När Alt trycks ned
uk: Коли натиснена Alt

# setting.entry.chat.scroller.freeze.values.5
source: When Shift is Held
es: Cuando Shif está Presionado
sv: När Shift trycks ned
uk: Коли натиснена Shift

# setting.entry.chat.scroller.freeze.values.6
source: Ctrl or Hover
es: Ctrl o Pasar el ratón encima
sv: Ctrl eller hovring
uk: Ctrl або навести мишку

# setting.entry.chat.scroller.freeze.values.7
source: Meta or Hover
es: Meta o Pasar el ratón encima
sv: Meta eller hovring
uk: Meta або навести мишку

# setting.entry.chat.scroller.freeze.values.8
source: Alt or Hover
es: Alt o Pasar el ratón encima
sv: Alt eller hovring
uk: Alt або навести мишку

# setting.entry.chat.scroller.freeze.values.9
source: Shift or Hover
es: Shift o Pasar el ratón encima
sv: Skift eller hovring
uk: Shift або навести мишку

# setting.entry.chat.scroller.hover-delay.values.1000
source: 1 Second
es: 1 Segundo
sv: 1 sekund
uk: 1 секунда

# setting.entry.chat.scroller.hover-delay.values.250
source: 0.25 Seconds
es: 0.25 Segundos
sv: 0,25 sekunder
uk: 0.25 секунд

# setting.entry.chat.scroller.hover-delay.values.2500
source: 2.5 Seconds
es: 2.5 Segundos
sv: 2,5 sekunder
uk: 2.5 секунди

# setting.entry.chat.scroller.hover-delay.values.500
source: 0.50 Seconds
es: 0.50 Segundos
sv: 0,50 sekunder
uk: 0.50 секунди

# setting.entry.chat.scroller.hover-delay.values.5000
source: 5 Seconds
es: 5 Segundos
sv: 5 sekunder
uk: 5 секунд

# setting.entry.chat.scroller.hover-delay.values.750
source: 0.75 Seconds
es: 0.75 Segundos
sv: 0,75 sekunder
uk: 0.75 секунди

# setting.entry.chat.scroller.smooth-scroll.values.0
source: Disabled
es: Deshabilitado
sv: Inaktiverad
uk: Вимкнено

# setting.entry.chat.scroller.smooth-scroll.values.1
source: Slow
es: Lento
sv: Långsam
uk: повільно

# setting.entry.chat.scroller.smooth-scroll.values.3
source: Fast
es: Rápido
sv: Snabb
uk: швидко

# setting.entry.chat.scroller.smooth-scroll.values.4
source: Very Fast
es: Muy rápido
sv: Mycket snabb
uk: дуже швидко

# setting.entry.chat.subs.merge-gifts.values.0
source: Always
es: Siempre
sv: Alltid
uk: Завжди

# setting.entry.chat.subs.merge-gifts.values.10
source: More than 10
es: Más de 10
sv: Fler än 10
uk: більш, ніж 10

# setting.entry.chat.subs.merge-gifts.values.1000
source: Disabled
es: Deshabilitado
sv: Inaktiverad
uk: Вимкнено

# setting.entry.chat.subs.merge-gifts.values.20
source: More than 20
es: Más de 20
sv: Fler än 20
uk: більш, ніж 20

# setting.entry.chat.subs.merge-gifts.values.5
source: More than 5
es: Más de 5
sv: Fler än 5
uk: більш, ніж 5

# setting.entry.chat.subs.merge-gifts.values.50
source: More than 50
es: Más de 50
sv: Fler än 50
uk: більш, ніж 50

# setting.entry.chat.subs.show.values.0
source: Do Not Display
es: No mostrar
sv: Visa inte
uk: Не Показувати

# setting.entry.chat.subs.show.values.1
source: Re-Subs with Messages Only
es: Sólo Re-Suscripciones con Mensajes
sv: Endast förnyade prenumerationer med meddelanden
uk: Тільки Подовження Передплати з повідомленнями

# setting.entry.chat.subs.show.values.2
source: Re-Subs Only
es: Sólo Re-Suscripciones
sv: Endast förnyade prenumerationer
uk: Тільки Подовження Передплати

# setting.entry.chat.subs.show.values.3
source: Display All
es: Mostrar Todo
sv: Visa alla
uk: Показувати всі

# setting.entry.chat.timestamp-format.values.h:mm
source: 12 Hour
es: 12 Horas
sv: 12 timmar
uk: 12 годин

# setting.entry.chat.timestamp-format.values.H:mm
source: 24 Hour
es: 24 Horas
sv: 24 timmar
uk: 24 години

# setting.entry.chat.timestamp-format.values.h:mm:ss
source: 12 Hour with Seconds
es: 12 Horas con Segundos
sv: 12 timmar med sekunder
uk: 12 Годинний з Секундами

# setting.entry.chat.timestamp-format.values.H:mm:ss
source: 24 Hour with Seconds
es: 24 Horas con Segundos
sv: 24 timmar med sekunder
uk: 24 Годинний з Секундами

# setting.entry.chat.timestamp-format.values.hh:mm
source: Padded
es: Espaciado
sv: Med inledande nolla

# setting.entry.chat.timestamp-format.values.HH:mm
source: Padded 24 Hour
es: Espaciado 24 Horas
sv: 24 timmar med inledande nolla

# setting.entry.chat.timestamp-format.values.hh:mm:ss
source: Padded with Seconds
es: Espaciado con Segundos
sv: Sekunder med inledande nolla

# setting.entry.chat.timestamp-format.values.HH:mm:ss
source: Padded 24 Hour with Seconds
es: Espaciado 24 Horas con Segundos
sv: 24 timmar med inledande nolla och sekunder

# setting.entry.directory.following.host-menus.values.0
source: Disabled
es: Deshabilitado
sv: Inaktiverad
uk: Вимкнено

# setting.entry.directory.following.host-menus.values.1
source: When Multiple are Hosting
es: Cuando Varios están Alojando
sv: När Flera Hostar
uk: Коли декілька ретранслюють

# setting.entry.directory.following.host-menus.values.2
source: Always
es: Siempre
sv: Alltid
uk: Завжди

# setting.entry.directory.uptime.values.0
source: Disabled
es: Deshabilitado
sv: Inaktiverad
uk: Вимкнено

# setting.entry.directory.uptime.values.1
source: Enabled
es: Habilitado
sv: Aktiverad
uk: Увімкнути

# setting.entry.directory.uptime.values.2
source: Enabled (with Seconds)
es: Activado (con Segundos)
sv: Aktiverad (med sekunder)
uk: Увімкнути (з секундами)

# setting.entry.i18n.debug.transform.values.double
source: Double
es: Doble
sv: Dubbla
uk: Подвоєння

# setting.entry.i18n.debug.transform.values.lower
source: Lower Case
es: Minúsculas
sv: Gemener
uk: Малі букви

# setting.entry.i18n.debug.transform.values.null
source: Disabled
es: Deshabilitado
sv: Inaktiverad
uk: Вимкнено

# setting.entry.i18n.debug.transform.values.owo
source: owo what's this
es: owo ¿qué es esto?
sv: owo vad är det här

# setting.entry.i18n.debug.transform.values.set_key
source: Set to Key
es: Definir para Tecla
sv: Tilldela tangent
uk: Замінити ключем

# setting.entry.i18n.debug.transform.values.upper
source: Upper Case
es: Mayúsculas
sv: Versaler
uk: Великі букви

# setting.entry.layout.side-nav.rerun-style.values.0
source: Do Not Display
es: No Mostrar
sv: Visa inte
uk: Не Показувати

# setting.entry.layout.side-nav.rerun-style.values.1
source: Normally
es: Normalmente
sv: Normalt
uk: Звичайно

# setting.entry.layout.side-nav.rerun-style.values.2
source: Faded (33% Opacity)
es: Descolorido (33% Opacidad)
sv: Nedtonad (33 % opacitet)
uk: Блякло (33% Прозрості)

# setting.entry.layout.side-nav.show-friends.values.0
source: Never
es: Nunca
sv: Aldrig
uk: Ніколи

# setting.entry.layout.side-nav.show-friends.values.1
source: Always
es: Siempre
sv: Alltid
uk: Завжди

# setting.entry.layout.side-nav.show-friends.values.2
source: When Side Navigation is Open
es: Cuando la Navegación Lateral está Abierta
sv: När sidonavigering är öppen
uk: Коли Бокова Навігація Відкрита

# setting.entry.layout.side-nav.show-rec-channels.values.0
source: Never
es: Nunca
sv: Aldrig
uk: Ніколи

# setting.entry.layout.side-nav.show-rec-channels.values.1
source: Always
es: Siempre
sv: Alltid
uk: Завжди

# setting.entry.layout.side-nav.show-rec-channels.values.2
source: When Side Navigation is Open
es: Cuando la Navegación Lateral está Abierta
sv: När sidonavigeringen är öppen
uk: Коли Бокова Навігація Відкрита

# setting.entry.metadata.uptime.values.0
source: Disabled
es: Deshabilitado
sv: Inaktiverad
uk: Вимкнено

# setting.entry.metadata.uptime.values.1
source: Enabled
es: Activado
sv: Aktiverad
uk: Увімкнути

# setting.entry.metadata.uptime.values.2
source: Enabled (with Seconds)
es: Activado (con Segundos)
sv: Aktiverad (med Sekunder)
uk: Увімкнуто (з Секундами)

# setting.entry.player.captions.alignment.values.11
source: Top Left
es: Arriba a la izquierda
sv: Längst upp till vänster
uk: Зверху зліва

# setting.entry.player.captions.alignment.values.12
source: Top Center
es: Centro Superior
sv: Längst upp i mitten
uk: Зверху по центру

# setting.entry.player.captions.alignment.values.13
source: Top Right
es: Parte superior a la derecha
sv: Längst upp till höger
uk: Зверху справа

# setting.entry.player.captions.alignment.values.21
source: Middle Left
es: Medio Izquierdo
sv: Mitten till vänster
uk: Посередині зліва

# setting.entry.player.captions.alignment.values.22
source: Middle Center
es: Centro Medio
sv: Mitten
uk: Посередині по центру

# setting.entry.player.captions.alignment.values.23
source: Middle Right
es: Medio Derecho
sv: Mitten till höger
uk: Посередині справа

# setting.entry.player.captions.alignment.values.31
source: Bottom Left
es: Inferior Izquierdo
sv: Längst ned till vänster
uk: Внизу зліва

# setting.entry.player.captions.alignment.values.32
source: Bottom Center
es: Inferior Central
sv: Längst ned i mitten
uk: Внизу по центру

# setting.entry.player.captions.alignment.values.33
source: Bottom Right
es: Inferior Derecho
sv: Längst ned till höger
uk: Внизу справа

# setting.entry.player.ext-hide.values.0
source: Always
es: Siempre
sv: Alltid
uk: Завжди

# setting.entry.player.ext-hide.values.1
source: With Controls
es: Con Controles
sv: Med kontroller
uk: З Елементами Управління

# setting.entry.player.ext-hide.values.2
source: Never
es: Nunca
sv: Aldrig
uk: Ніколи

# setting.entry.socket.use-cluster.values.Development
source: Development
es: Desarrollo
sv: Utveckling
uk: Розробка

# setting.entry.socket.use-cluster.values.null
source: Disabled
es: Deshabilitado
sv: Inaktiverad
uk: Вимкнено

# setting.entry.socket.use-cluster.values.Production
source: Production
es: Producción
sv: Produktion
uk: Виробництво

# setting.example
source: Example:
es: Ejemplo:
sv: Exempel:
uk: Приклад:

# setting.experiments.about
source: This feature allows you to override experiment values. Please note that, for most experiments, you may have to refresh the page for your changes to take effect.
es: Esta característica te permite anular los valores del experimento. Ten en cuenta que, para la mayoría de los experimentos, es posible que debas actualizar la página para que los cambios surtan efecto.
sv: Denna funktionen tillåter dig att överskrida experimentella värden. Tänk dock på att, för de flesta experimenten kan du behöva uppdatera sidan för att ändringarna ska ta effekt.
uk: Ця функція дозволяє вам перевизначати експериментальні значення. Зауважте, що для більшості експериментів вам ймовірно доведеться оновити сторінку, аби застосувати зміни.

# setting.experiments.active
source: This experiment is active.
es: Este experimento está activo.
sv: Detta experiment är aktivt.
uk: Цей експеримент є активним.

# setting.experiments.entry
source: {value,tostring} (weight: {weight,tostring})
sv: {value,tostring} (vikt: {weight,tostring})

# setting.experiments.ffz
source: FrankerFaceZ Experiments
es: Experimentos FrankerFaceZ
sv: FrankerFaceZ-experiment
uk: Експерименти FrankerFaceZ

# setting.experiments.inactive
source: This experiment is not active.
es: Este experimento no está activo.
sv: Detta experiment är inte aktivt.
uk: Цей експеримент є неактивним.

# setting.experiments.sort-name
source: Sort By: Name
es: Ordenar por: nombre
sv: Sortera efter: Namn
uk: Сортувати за: ім'ям

# setting.experiments.sort-rarity
source: Sort By: Rarity
es: Ordenar Por: Rareza
sv: Sortera efter: Sällsynthet
uk: Сортувати за: Рідкістю

# setting.experiments.twitch
source: Twitch Experiments
es: Experimentos Twitch
sv: Twitch-Experiment
uk: Експерименти Твіча

# setting.experiments.unique-id
source: Unique ID: {id}
es: ID única: {id}
sv: Unikt ID: {id}
uk: Унікальний ID: {id}

# setting.experiments.unset
source: unset
es: Desarmado
sv: inget värde
uk: не задано

# setting.export
source: Export
es: Exportar
sv: Exportera
uk: Експортувати

# setting.false
source: False
es: Falso
sv: Falskt
uk: Ні

# setting.filter.if.else
source: Else
es: Sino
sv: Annars
uk: Інакше

# setting.filter.if.then
source: Then
es: Entonces
sv: Då

# setting.filters.active
source: This rule matches.
es: Esta regla coincide.
sv: Denna regel matchar.
uk: Це правило пасує.

# setting.filters.add
source: Add
es: Añadir
sv: Lägg till
uk: Додати

# setting.filters.add-new
source: Add New Rule
es: Añadir una regla nueva
sv: Lägg till ny regel
uk: Додати нове правило

# setting.filters.empty
source: (no filters)
es: (sin filtros)
sv: (inga filter)
uk: (фільтри відсутні)

# setting.filters.if.fail
source: This branch is active because the condition is false.
es: Esta rama está activa porque la condición es falsa.
sv: Denna grenen är aktiv på grund av att tillståndet är falskt.
uk: Ця гілка є активною, адже умова неправдива.

# setting.filters.if.no_fail
source: This branch is not active because the condition is true.
es: Esta rama no está activa porque la condición es verdadera.
sv: Denna grenen är inte aktiv på grund av att tillståndet är sant.
uk: Ця гілка є не активною, адже умова є правдивою.

# setting.filters.if.no_pass
source: This branch is not active because the condition is false.
es: Esta rama no está activa porque la condición es falsa.
sv: Denna grenen är aktiv på grund av att tillståndet är falskt.
uk: Ця гілка є не активною, адже умова є неправдивою.

# setting.filters.if.pass
source: This branch is active because the condition is true.
es: Esta rama está activa porque la condición es verdadera.
sv: Denna grenen är inte aktiv på grund av att tillståndet är sant.
uk: Ця гілка є активною, адже умова правдива.

# setting.filters.inactive
source: This rule does not match.
es: Esta regla no coincide.
sv: Denna regel matchar inte.

# setting.hidden
source: Hidden
es: Oculto
sv: Dold
uk: Схований

# setting.icon.clear
source: Clear
es: Despejar
sv: Rensa

# setting.icon.search
source: Search for Icon
es: Buscar ícono
sv: Sök efter ikon
uk: Пошук Значка

# setting.import
source: Import
es: Importar...
sv: Importera…

# setting.inheritance
source: Inheritance Point
es: Punto de Herencia
sv: Ärvd plats

# setting.inherited-from
source: Inherited From: {title}
es: Heredado de: {title}
sv: Ärvt från: {title}

# setting.new
source: New
es: Nuevo
sv: Ny
uk: Нове

# setting.overridden-by
source: Overridden By: {title}
es: Anulado Por: {title}
sv: Överskrids av: {title}
uk: Перевизначено: {title}

# setting.profile.updates
source: This profile will update automatically from the following URL:
es: Este perfil se actualizará automáticamente desde el siguiente enlace:
sv: Denna profilen kommer automatiskt uppdateras från följande URL:
uk: Цей профіль автоматично оновлюватиметься з цього URL:

# setting.profiles.active
source: This profile is enabled and active.
es: Este perfil está activo.
sv: Denna profil är aktiverad och aktiv.
uk: Цей профіль увімкнений.

# setting.profiles.configure
source: Configure
es: Configurar
sv: Konfigurera
uk: Сконфігурувати

# setting.profiles.default
source: Default Profile
es: Perfil predeterminado
sv: Standardprofil
uk: Профіль за замовчуванням

# setting.profiles.default.description
source: Settings that apply everywhere on Twitch.
es: Ajustes que se aplican en todo Twitch.
sv: Inställningar som gäller överallt på Twitch.
uk: Налаштування для всього Твіча.

# setting.profiles.disabled
source: This profile is disabled.
es: Este perfil está deshabilitado.
sv: Denna profil är inaktiverad.
uk: Цей профіль вимкнений.

# setting.profiles.disabled.description
source: This profile has been disabled, so you won't see changes you make here reflected on Twitch.
es: Este perfil se ha deshabilitado, por lo que no verás los cambios que realices aquí reflejados en Twitch.
sv: Denna profil är inaktiverad så du kommer inte att se förändringar du gör här återspeglas på Twitch.
uk: Цей профіль було вимкнено, отже ви не побачити зроблених тут змін на Twitch.

# setting.profiles.disabled.rules
source: This profile is enabled, but inactive due to its rules.
es: Este perfil está habilitado, pero inactivo debido a sus reglas.
sv: Denna profil är aktiverad men inaktiv på grund av dess regler.
uk: Цей профіль увімкнено, але він не є активним через умови його правил.
