Repository: FrankerFaceZ/I18n
Catalog: strings/settings/*.po
Languages: es, sv, uk

# FFZ Control Center
source: Volume
es: Esta función tiene por objeto permitir el uso de emoji combinados en los clientes compatibles. Esto es necesario debido a un error en TMI que elimina los caracteres ZWJ de los mensajes de chat. [Visita el tema original](https://github.com/FrankerFaceZ/FrankerFaceZ/issues/1147) para más detalles.
sv: Denna funktion är avsedd att tillåta kombinerade emojis i klienter som stöds. Detta krävs p.g.a. en bugg i TMI som tar bort ZWJ-tecken från chattmeddelanden. [Besök det ursprungliga ärendet](https://github.com/FrankerFaceZ/FrankerFaceZ/issues/1147) för mer information.
uk: Ця функція призначена для використання комбінованих смайлів у підтримуваних клієнтах. Це потрібно через помилку в TMI, яка видаляє символи ZWJ з повідомлень чату. [Відвідайте оригінальний випуск](https://github.com/FrankerFaceZ/FrankerFaceZ/issues/1147), щоб дізнатися більше.

# FFZ Control Center
source: Volume
sv: Nödvändig användarnivå

# FFZ Control Center
source: Volume
sv: Behåll så här många rader i chatten. Lagg kommer att uppstå om detta är för högt.

# setting.actions.formats
source: Available Formatters: {fmts}
es: Formateadores disponibles: {fmts}
sv: Tillgängliga formateringar: {fmts}
uk: Доступні засоби форматування: {fmts}

# FFZ Control Center
source: Volume
es: Ajustes
sv: Justeringar
uk: Додаткові налаштування

# FFZ Control Center
source: Volume
es: Emoticono
sv: Emoji
uk: Емодзі

# setting.clear.opt.DeckTabs
source: Deck Tabs
es: Pestañas de plataforma
sv: Deck-flikar
uk: Згрупувати вкладки у колоду

# FFZ Control Center
source: Volume
es: Directorio
sv: Katalog
uk: Директорія

# FFZ Control Center
source: Volume
es: Motivos
sv: chat.actions.reasons
uk: chat.actions.reasons

# FFZ Control Center
source: Volume
es: contexto de uso
sv: chat.actions.user-context
uk: chat.actions.user-context

# FFZ Control Center
source: Volume
es: Incluya las normas de la sala actual en la lista de motivos.
sv: Inkludera reglerna för det aktuella rummet i listan över anledningar.
uk: Включіть правила поточної кімнати до списку причин.

# setting.entry.chat.badges.clickable.values.0
source: Disabled
es: Desactivado
sv: Inaktiverad
uk: Вимкнено

# setting.entry.chat.badges.clickable.values.1
source: Legacy (Open URLs)
es: Legacy (URL abiertas)
sv: Föråldrad (öppna webbadresser)
uk: Відкривати URL-адресу(Застаріле)

# setting.entry.chat.badges.clickable.values.2
source: Open Badge Card
es: Tarjeta de identificación abierta
sv: Öppna dekalkort
uk: Відкривати картку значка

# setting.entry.chat.emoji.replace-joiner.values.1
source: Display Only
es: Sólo en pantalla
sv: Visa endast
uk: Лише відображати

# setting.entry.chat.emoji.replace-joiner.values.2
source: Display and Send
es: Visualizar y enviar
sv: Visa och skicka
uk: Відображати та відправляти

# FFZ Control Center
source: Volume
es: Destacar las insignias básicas
sv: chat.filtering.highlight-basic-badges

# FFZ Control Center
source: Volume
es: Destacar las insignias básicas bloqueadas
sv: chat.filtering.highlight-basic-badges-blocked

# FFZ Control Center
source: Volume
es: Resaltar los bloqueos básicos
sv: chat.filtering.highlight-basic-blocked

# FFZ Control Center
source: Volume
es: Destacar los términos básicos
sv: chat.filtering.highlight-basic-terms

# FFZ Control Center
source: Volume
sv: chat.filtering.highlight-basic-users-blocked

# FFZ Control Center
source: Volume
es: No borrar el chat cuando se le ordene.
sv: Rensa inte chatten vid detta begärs.

# FFZ Control Center
source: Volume
es: Las menciones de tu nombre tienen esta prioridad a efectos de resaltado. Consulte [Chat > Filtrado > Resaltar](~chat.filtering.highlight) para obtener más detalles.
sv: Omnämnande av ditt namn har denna prioritet i markeringssyfte. Se [Chatt > Filtrering > Markering](~chat.filtering.highlight) för mer information.

# FFZ Control Center
source: Volume
es: Heredado
sv: Föråldrad
uk: Legacy

# FFZ Control Center
source: Volume
sv: Dölj alla höjdpunkter för gemenskapen från chattens överkant.

# FFZ Control Center
source: Volume
sv: Dölj matchande länkar för formaterat innehåll.

# FFZ Control Center
source: Volume
sv: Längd att rulla tillbaka

# FFZ Control Center
source: Volume
sv: Kräv att musen ska vara ovanpå chatten för att frysa med en snabbtangent.
uk: Вимагати, щоб миша була над чатом, щоб зупинити за допомогою гарячої клавіші.

# FFZ Control Center
source: Volume
sv: Om detta inte anges kommer det automatiskt ändras till vit eller svart baserat på bakgrundens ljusstyrka.

# setting.entry.theme.color.chat-text.description
source: If not set, this will automatically be set to white or black based on the brightness of the background.
es: Si no está configurado, esto se pondrá automáticamente en blanco o negro según el brillo del fondo.
sv: Om detta inte anges kommer det automatiskt ändras till vit eller svart baserat på bakgrundens ljusstyrka.
uk: Якщо не встановлено, то автоматично буде чорним чи білим в залежності від яскравості тла.

# FFZ Control Center
source: Volume
sv: Inkludera användar-ID:n i rapporterna.

# FFZ Control Center
source: Volume
sv: Visa en krona på prenumerationsknappar när din kostnadsfria kanalprenumeration med Prime är tillgänglig.

# FFZ Control Center
source: Volume
sv: Markera meddelandet i chatten när någon löser in "Lyft fram mitt meddelande".

# FFZ Control Center
source: Volume
sv: Reducera utfyllnad runt linjer.

# FFZ Control Center
source: Volume
sv: Ändra hur användarnamn visas i chatten när användare har angivit ett internationellt visningsnamn.

# FFZ Control Center
source: Volume
sv: Dölj objekt som inte fullständigt matchar under sökning.

# FFZ Control Center
source: Volume
es: Utilice un relleno reducido.
sv: Använd reducerad utfyllning.
uk: Використовуйте зменшену прокладку.

# FFZ Control Center
source: Volume
es: Modificadores de Emote
sv: Emote-modifierare
uk: Модифікатори смайлів

# FFZ Control Center
source: Volume
es: El menú de emoticonos de FFZ sustituye al menú de emoticonos integrado de Twitch y ofrece una funcionalidad mejorada.
sv: FFZ:s emotemeny ersätter Twitchs inbyggda emotemeny och tillhandahåller förbättrad funktionalitet.
uk: Меню смайлів FFZ замінює вбудоване меню смайлів Twitch і забезпечує розширену функціональність.

# FFZ Control Center
source: Volume
es: Mostrar encabezados
sv: Visa rubriker
uk: Показати заголовки

# FFZ Control Center
source: Volume
sv: Visa täckande tillägg

# FFZ Control Center
source: Volume
sv: Hur stor texten i chatten bör vara i bildpunkter. Detta kan påverkas av zoomnings- och typsnittsinställningarna i din webbläsare.

# FFZ Control Center
source: Volume
sv: Gör det möjligt att trycka uppåt och nedåt för att se tidigare skickade chattmeddelanden.

# FFZ Control Center
source: Volume
sv: Visa knappen för modereringsvyn i relevanta kanaler.
uk: Відобразити Кнопку Модератора у відповідних каналах.

# FFZ Control Center
source: Volume
sv: Visa "Chattidentitet" i menyn för chattinställningar istället för inmatningsfältet.

# FFZ Control Center
source: Volume
sv: Ändra hur emotes positioneras i chatten, vilket potentiellt gör meddelanden högre för att undvika att emotes överlappas.

# FFZ Control Center
source: Volume
sv: Använd anpassad rendering för meddelanden om kanalpoängsbelöningar i chatten.

# FFZ Control Center
source: Volume
sv: Fäst automatiskt meddelanden om förnyade prenumerationer i chatten.

# FFZ Control Center
source: Volume
sv: Skrolljustering
uk: Змінити прокручуванням коліщатка миші

# FFZ Control Center
source: Volume
sv: Tillägg

# setting.player.general.embed_and_popout
source: Embed and Popout
sv: Inbäddning och popout

# FFZ Control Center
source: Volume
sv: Visa nuvarande fördröjning i strömmen med uppspelningshastigheten och antal förlorade bildrutor i inforutan.

# setting.entry.chat.emotes.2x.description
source: This setting will make emotes appear twice as large in chat. It's good for use with larger fonts or just if you really like emotes.
es: Este ajuste hara que los emoticionos sean el doble de grandes en el chat. Puedes activarlo si usas fuentes mas grandes, o te gustan los emoticionos.
sv: Denna inställning gör emotes dubbelt så stora i chatten. Detta fungerar bra med större typsnitt eller bara om du verkligen gillar emotes.

# FFZ Control Center
source: Volume
es: Cuando está activado y pulsas Ctrl+E con la entrada de chat enfocada, se abrirá el menú de emoticonos.
sv: När detta aktiveras och du trycker Ctrl+E med chattinmatningsfältet fokuserat kommer emotemenyn öppnas.
uk: Якщо ввімкнути цю функцію та натиснути Ctrl+E у фокусі введення в чаті, відкриється меню смайлів.

# setting.entry.chat.emotes.2x.values.0
source: Disabled
es: Desactivado
sv: Inaktiverad
uk: Вимкнено

# setting.entry.chat.emotes.2x.values.2
source: Emotes and Emoji
es: Emotes y Emoji
sv: Emotes och emoji
uk: Смайли та Emoji

# FFZ Control Center
source: Volume
es: Enumera los emotes de los subniveles superiores en último lugar.
sv: Lista emotes från högre prenumerationsnivåer längst ned.
uk: Список смайлів з вищих підрівнів у кінці.

# FFZ Control Center
source: Volume
es: Limitar el tamaño de las emociones nativas
sv: Begränsa storlek på inbyggda emotes
uk: Обмеження розміру рідних смайлів

# FFZ Control Center
source: Volume
es: Si está activada, se mostrarán marcas de tiempo en los canjes de puntos, las suscripciones, etc.
sv: När detta aktiveras kommer tidsstämplar visas på poänginlösningar, prenumerationer, etc.

# setting.entry.chat.filtering.debug
source: Display a list of highlight reasons on every chat message for debugging.
es: Mostrar una lista de razones de resaltado en cada mensaje de chat para depuración.
sv: Visa en lista över markeringsanledningar på varje chattmeddelande i felsökningssyfte.

# FFZ Control Center
source: Volume
sv: Byt plats på sidofält

# FFZ Control Center
source: Volume
sv: Detta lägger till en nedladdningsknapp under spelaren på klippsidor (huvudsidan, inte på `clips.twitch.tv`) för sändare och deras redigerare.

# FFZ Control Center
source: Volume
sv: Byt plats på navigeringen och chatten till motsatta sidan av fönstret.

# FFZ Control Center
source: Volume
sv: Värdknapp

# FFZ Control Center
source: Volume
sv: Visa en värdknapp med nuvarande värdkanal i inforutan.

# FFZ Control Center
source: Volume
sv: Strömupptid

# FFZ Control Center
source: Volume
sv: Dölj Twitchs inbyggda strömupptid.

# FFZ Control Center
source: Volume
sv: Alternativt tittarantal
uk: Альтернативний Лічильник переглядів

# FFZ Control Center
source: Volume
sv: reports.error.example

# FFZ Control Center
source: Volume
sv: Tvinga den inbyggda volymen till 100 % när ljudkomprimeringen aktiveras.
uk: Примусово встановити вбудовану гучність на 100%, коли ввімкнено аудіокомпресор.

# FFZ Control Center
source: Volume
sv: Juridiskt

# FFZ Control Center
source: Volume
sv: Som standard ärvs detta värde från [Chatt > Bits och cheers > Visa bits](~chat.bits_and_cheering)
uk: За замовчуванням успадковує значення від [Чат > Камінці та Благодійники > Показувати Камінці](~chat.bits_and_cheering)

# FFZ Control Center
source: Volume
sv: Anpassad rendering tillämpar en bakgrundsfärg på markerade meddelanden, som vissa användare kanske inte uppskattar.
uk: Спеціальна візуалізація застосовує фоновий колір до підсвічених повідомлень, що може не сподобатися деяким користувачам.

# FFZ Control Center
source: Volume
sv: Tillåt att tillgängliga belöningar dyker upp intill knappen för kanalpoäng.

# FFZ Control Center
source: Volume
sv: Visa meddelanden i chatten om kanalpoängsbelöningar.

# FFZ Control Center
source: Volume
sv: Visa formaterat inbäddat innehåll för alla länkar.

# FFZ Control Center
source: Volume
sv: juridiskt

# FFZ Control Center
source: Volume
sv: Dölj Twitchs inbyggda tittarantal.

# FFZ Control Center
source: Volume
sv: Dölj muspekaren när kontrollerna inte visas.

# FFZ Control Center
source: Volume
sv: Tillåt musinteraktioner med överläggstillägg.

# FFZ Control Center
source: Volume
sv: Spela inte automatiskt upp videor eller strömmar.

# FFZ Control Center
source: Volume
sv: Visa metadata när musen vilar över spelaren.
uk: Показувати метадані при наведенні курсору на плеєр.

# FFZ Control Center
source: Volume
sv: Volymmängd vid skrollning

# FFZ Control Center
source: Volume
sv: *Kräver att mörkt tema aktiveras.* Denna inställning kommer mycket snart att försvinna då det nya temasystemet blir stabilare. Den CSS som denna inställning läser in är alldeles för tung och kan orsaka prestandaproblem.

# FFZ Control Center
source: Volume
sv: Visa stora bilder som dekaler.

# setting.space.desc
source: Place as large a space as possible between the previous item and the next item.
sv: Placera ett så stort mellanrum som möjligt mellan föregående och nästa objekt.
uk: Помістити більший пробіл між попереднім і наступним елементом

# setting.provider.warn.desc
source: Please close any other Twitch tabs before using this tool. It is **recommended to [create a backup](~data_management.backup_and_restore)** before changing your provider, in case anything happens.
sv: Stäng alla andra Twitch-flikar innan du använder detta verktyg. Du **rekommenderas att [skapa en säkerhetskopia](~data_management.backup_and_restore)** innan du ändrar din tillhandahållare, ifall någonting händer.

# setting.provider.local.desc
source: [Local Storage](https://developer.mozilla.org/en-US/docs/Web/API/Web_Storage_API) is available on all platforms and fast to access, but has poorly defined capacity limits and may be cleared unexpectedly. Particularly, clearing cookies and cache in your browser will likely clear Local Storage as well.
sv: [Local Storage](https://developer.mozilla.org/en-US/docs/Web/API/Web_Storage_API) är tillgänglig på alla plattformar och är snabb att komma åt, men har dåligt definierade kapacitetsgränser och kan rensas oväntat. Särskilt då Local Storage förmodligen kommer att rensas när du rensar kakor och cachen i din webbläsare.
uk: [Локальне сховище](https://developer.mozilla.org/en-US/docs/Web/API/Web_Storage_API) доступне на всіх платформах і швидке для доступу, але має погано визначені обмеження ємності та може бути очищено несподівано. Зокрема, очищення файлів cookie та кешу у вашому браузері, ймовірно, також очистить локальне сховище.

# FFZ Control Center
source: Volume
sv: Visa formaterade inforutor för länkar.

# setting.space-small.desc
source: Place a small space between the previous item and the next item.
sv: Placera ett litet mellanrum mellan föregående och nästa objekt.

# FFZ Control Center
source: Volume
sv: Dölj reprisfältet

# FFZ Control Center
source: Volume
sv: Dölj händelsefältet som dyker upp ovanför spelaren när en händelse pågår för den aktuella kanalen.

# FFZ Control Center
source: Volume
sv: Dölj händelsefältet

# FFZ Control Center
source: Volume
sv: Stäng av eller slå på ljudet i spelaren genom att klicka med hjulet.

# FFZ Control Center
source: Volume
sv: OBS: Denna funktion tillämpas inte när man navigerar direkt från kanal till kanal.

# FFZ Control Center
source: Volume
sv: Spela automatiskt upp nästa rekommenderade video när en video slutförs.

# FFZ Control Center
source: Volume
sv: Justera volymen genom att rulla med mushjulet.

# FFZ Control Center
source: Volume
sv: Behåll volymreglaget alltid utvidgad.

# FFZ Control Center
source: Volume
sv: Hur mycket volymnivån ändras vid varje individuell rullning.

# FFZ Control Center
source: Volume
sv: *Denna inställning kommer inte fungera ordentligt på strömmar med synliga tillägg när musinteraktioner med tillägg tillåts.*

# FFZ Control Center
source: Volume
sv: Prova `#0E0C13` för någonting som liknar det gamla mörka temat eller `#0E0E0E` för en fin mörkgrå ton. Färger med genomskinlighet är inte tillåtet.

# FFZ Control Center
source: Volume
sv: Om detta inte överskrids kommer endast animerade bilder visas i inforutor för emotes om [Chatt > Utseende >> Emotes > Animerade emotes](~chat.appearance.emotes) inte aktiveras.
uk: Якщо це не відключено, анімовані зображення відображатимуться в підказках смайлів, лише якщо [Chat > Appearance >> Emotes > Animated Emotes](~chat.appearance.emotes) не вимкнено.

# FFZ Control Center
source: Volume
sv: När detta aktiveras kommer FrankerFaceZ inkludera bilder som har taggats som osäkra eller saknar betygssättning.

# FFZ Control Center
source: Volume
sv: Tillåt interaktion med länkar i inforutor som har stöd.

# setting.inheritance.desc
source: Inherit values from lower priority profiles at this position.
es: Heredar valores de perfiles de menor prioridad en esta posición.
sv: Ärv värden från profiler med lägre prioritet vid denna position.
uk: Успадкувати значення від профілів рівнів нижче цієї позиції.

# setting.provider.transfer.desc
source: **Note:** It is recommended to leave this enabled unless you know what you're doing.
es: **Nota:** Se recomienda dejar esta opcion habilitada si no sabes lo que hace.
sv: **OBS:** Du rekommenderas att lämna detta aktiverat såvida du vet vad du håller på med.

# setting.provider.transfer
source: Transfer my settings when switching provider.
es: Transferir mi configración al cambiar de proveedores.
sv: Överför mina inställningar när tillhandahållare byts.

# setting.provider.start
source: Change Providers
es: Cambiar proveedores
sv: Byt tillhandahållare

# setting.provider.idb.desc
source: [IndexedDB](https://developer.mozilla.org/en-US/docs/Web/API/IndexedDB_API) is available on most platforms, and has a slightly slower initialization time than Local Storage. IndexedDB has a higher storage capacity and is less likely to be cleared unexpectedly.
sv: [IndexedDB](https://developer.mozilla.org/en-US/docs/Web/API/IndexedDB_API) är tillgänglig på de flesta plattformarna och har en aning långsammare initialiseringstid än Local Storage. IndexedDB har en större lagringskapacitet och är mindre sannolikt att rensas oväntat.
uk: [IndexedDB](https://developer.mozilla.org/en-US/docs/Web/API/IndexedDB_API) доступний на більшості платформ і має трохи повільніший час ініціалізації, ніж локальне сховище. IndexedDB має більший об’єм пам’яті, тому ймовірність неочікуваного очищення менша.

# setting.provider.about
source: Here, you can change the storage provider used by FrankerFaceZ when browsing Twitch. You can try this if you're having a problem with your settings not remaining persistent. Please note that you will need to reload any and all Twitch tabs after changing this.
es: Aqui puedes cambiar el proveedor de almacenamiento que FrankerFaceZ usa cuando estas usando Twitch. Puedes probar a cambiar esto si tienes problemas guardando tus ajustes. Ten en cuenta de que tendrás que recargar todas tus pestañas de twitch despues de cambiar esto.
sv: Här kan du ändra lagringstillhandahållare som används av FrankerFaceZ när du surfar på Twitch. Du kan prova detta om du har problem med att dina inställningar inte kvarstår. Observera att du kommer behöva ladda om alla Twitch-flikar efter denna ändring.
uk: Тут ви можете змінити постачальника пам’яті, який використовує FrankerFaceZ під час перегляду Twitch. Ви можете спробувати це, якщо у вас виникла проблема з налаштуваннями, які не залишаються постійними. Будь ласка, зверніть увагу, що після зміни цього параметра вам потрібно буде перезавантажити всі вкладки Twitch.

# FFZ Control Center
source: Volume
sv: Aktiverar ljudkomprimering och lägger till knappen `Ljudkomprimering` i spelarkontrollerna.

# FFZ Control Center
source: Volume
sv: Förstärkningskontroll ger dig extra kontroll över volymutmatningen efter komprimeringen körs, medan den inbyggda volymreglaget tillämpas före komprimeringen. Detta använder ett enkelt [GainNode](https://developer.mozilla.org/en-US/docs/Web/API/GainNode) från Web Audio-API:et som ansluts i sekvens efter DynamicsCompressorNode som komprimeringen använder.

# FFZ Control Center
source: Volume
sv: Dessa inställningar styr en valfri dynamisk intervallkomprimering för spelaren, ett slags ljudbearbetning som reducerar volymen hos höga ljud och förstärker tysta ljud, vilket normaliserar eller komprimerar volymen. Detta använder en [DynamicsCompressorNode](https://developer.mozilla.org/en-US/docs/Web/API/DynamicsCompressorNode) från Web Audio-API bakom kulisserna om du vill läsa mer.

# FFZ Control Center
source: Volume
sv: Display FFZ-dekaler, -emotes och andra funktioner i Chatt på videor. Modereringsfunktioner kan vara otillgängliga när detta aktiveras.

# FFZ Control Center
source: Volume
sv: Prioritera emotes som börjar med användarens inmatning.
uk: Надавати пріоритет смайлам, які починаються з користувальницього введення.

# FFZ Control Center
source: Volume
es: Alojar
sv: Värd
uk: Розміщення

# FFZ Control Center
source: Volume
es: Autocompletar con Tab
sv: Tabbifyllning
uk: Завершення табуляції

# FFZ Control Center
source: Volume
es: Socket
sv: Socket
uk: Сокет

# FFZ Control Center
source: Volume
sv: Denna tangentsekvens kan användas för att aktivera och inaktivera komprimeringen.
uk: Цю послідовність клавіш можна використовувати для перемикання компресора.

# FFZ Control Center
source: Volume
sv: **OBS**: Meddelanden som skickas med förnyade prenumerationer kommer alltid visas. Detta styr endast specialmeddelandet "X prenumererade!".

# FFZ Control Center
source: Volume
sv: **OBS:** Detta kanske inte fungerar bra beroende på din webbläsare. Inaktivera detta om du stöter på problem. Får nya chattmeddelanden att glida fram. Hastigheten ökar vid behov för att hinna med chatten.

# FFZ Control Center
source: Volume
sv: Chatten kommer endast stanna p.g.a. mushovring så här länge efter att musen slutar röra på sig.
uk: Чат залишатиметься замороженим через довготривале наведення миші лише після того, як миша припинить рух.

# setting.dev-warning.explain
source: Be careful, this is an advanced feature intended for developer use only. Normal users should steer clear. Adjusting your experiments can have unexpected impacts on your Twitch experience. FrankerFaceZ is not responsible for any issues you encounter as a result of tampering with experiments, and we will not provide support. If you're sure about this, please type `{code}` into the box below and hit enter.
es: Ten cuidado, se trata de una función avanzada destinada únicamente a desarrolladores. Los usuarios normales deben mantenerse alejados. Ajustar tus experimentos puede tener efectos inesperados en tu experiencia en Twitch. FrankerFaceZ no se hace responsable de los problemas que puedan surgir como resultado de la manipulación de los experimentos, y no proporcionará apoyo. Si estás seguro de esto, escribe `{code}` en la casilla de abajo y pulsa intro.
sv: Var försiktig då detta är en avancerad funktion som är avsedd att endast användas av utvecklare. Vanliga användare bör undvika detta. Att justera dina experiment kan påverka din Twitch-upplevelse på ett oväntat sätt. FrankerFaceZ tar inte ansvar för några problem du stöter på is not efter att ha ändrat experimenten och vi kommer inte ge någon support. Om du är säker på detta, var god skriv `{code}` i fältet nedan och tryck på enter.
uk: Будьте обережні, це розширена функція, призначена лише для розробників. Звичайні користувачі повинні триматися від неї якнайдалі. Налаштування ваших експериментів може неочікувано вплинути на роботу Twitch. FrankerFaceZ не несе відповідальності за будь-які проблеми, з якими ви зіткнулися в результаті втручання в експерименти, і ми не надаватимемо підтримку. Якщо ви впевнені в цьому, введіть `{code}` у поле нижче та натисніть enter.

# setting.dev-warning
source: It's dangerous to go at all.
es: Es peligroso ir del todo.
sv: Fara å färde.
uk: СТІЙ! НЕБЕЗПЕКА!

# FFZ Control Center
source: Volume
sv: Visa en banderoll längst upp i chatten när en massprenumerationsgåva händer.

# FFZ Control Center
source: Volume
sv: Visa prenumerationsaviseringar på ett mer kompakt sätt (klassisk stil).
