Repository: FrankerFaceZ/I18n
Catalog: strings/settings/*.po
Languages: es, sv, uk

# FFZ Control Center
source: Volume
es: Si se establece, los mensajes resaltados sin color predeterminado utilizarán este color en lugar del rojo.
sv: Om detta anges kommer markerade meddelande utan standardfärg att använda denna färg istället för röd.
uk: Якщо це встановлено, підсвічені повідомлення без кольору за замовчуванням використовуватимуть цей колір, а не червоний.

# home.term-syntax
source: This is a guide to the different term syntax options available. Internally, FrankerFaceZ converts your highlight and block terms into regular expressions. ### Types #### 1. Text Text has no special behavior. Any characters with special meaning in regular expressions are escaped. #### 2. Glob [Globs](https://en.wikipedia.org/wiki/Glob_(programming)) provide simple, easy to write pattern matching with wildcard characters. For example, the glob `cir*` would match all words starting with the letters `cir`, including just `cir` by itself. The `*` is a wildcard matching any number of characters. | Wildcard | Description | Example | Matches | Does Not Match | | :------: | :---------- | :-----: | :-----: | :------------: | | `*` | Matches any number of non-space characters, including none. | `cir*` | `cir`, `circle`, `cirFairy`, `circumstance` | `ci`, `sir`, `pizza` | | `**` | Matches any number of any characters, including none. Unlike a single `*`, this will match space characters. | `hello**!` | `hello!`, `hello, streamer!` | | `?` | Matches any single character. | `?at` | `cat`, `hat`, `pat` | `at` | `[abc]` | Matches one character from within the brackets. | `[cp]at` | `cat`, `pat` | `hat`, `at` | `[a-z]` | Matches one character from the range within the brackets. | `Kappa[0-9]` | `Kappa1`, `Kappa2`, ... `Kappa0` | `Kappa`, `KappaHD` | `[!abc]` | Matches one character that is *not* within the brackets. | `[!cp]at` | `bat`, `rat`, `hat` | `at`, `cat`, `pat` | `[!a-z]` | Matches one character that is *not* within the range within the brackets. | `Kappa[!0-9]` | `Kappa?`, `KappaF` | `Kappa`, `Kappa0`, `Kappa4` | `'{'abc,d?f'}'` | Matches one of the possibilities from a comma-separated list. | `cir'{'no,Fairy'}'` | `cirno`, `cirFairy` | `cir`, `circle` #### 3. Regex [Regular Expressions](https://en.wikipedia.org/wiki/Regular_expression) are complex pattern strings used in programming. They are meant for advanced users. FrankerFaceZ uses your browser's built-in engine for handling regular expressions, with all the limitations that come with it. Regex terms are packaged into the generated regular expressions the same as both other modes. You should not and can not use capture groups. FrankerFaceZ uses rudimentary logic to ensure your regular expression is not catastrophically slow, but you should still be careful to avoid slow expressions as they are run frequently. ### Modes #### Case Sensitive This attempts to match your term in a case-sensitive manner. Effectively, this option disables the `/i` flag on the generated regular expression. Due to limitations in your browser's regex engine, case insensitivity may not work on some characters. #### Match Whole Word This requires that your term is an entire word. For example, the term `test` without "Match Whole Word" could just as easily match `testing` or `tested` as it matches `test`. With "Match Whole Word" enabled, it will **only** match `test`. This is done by wrapping the generated regular expression in extra pattern matchers for non-word characters, such as spaces and punctuation. #### Highlight Matches When this is enabled, and the matching setting in [Chat > Filtering > General](~) is enabled, any matched terms will be highlighted in chat so you can see what exactly matched your term. Any matches will not be displayed as emotes, links, etc. This is a bit slower than not highlighting the match, so you may wish to only use this when testing and then disable it when you know your term works how you wish.
es: Esta es una guía de las diferentes opciones de sintaxis de términos disponibles. Internamente, FrankerFaceZ convierte sus términos de resaltado y bloqueo en expresiones regulares. ### Tipos #### 1. Texto El texto no tiene un comportamiento especial. Cualquier carácter con significado especial en expresiones regulares. #### 2. Globo [Globs](https://en.wikipedia.org/wiki/Glob_(programming)) proporcionan una sencilla con caracteres comodín. Por ejemplo, el glob `cir*` coincidiría con todas las palabras que empiecen por las letras `cir`, incluyendo sólo por sí sola. El carácter `*` es un comodín que puede coincidir con cualquier número de caracteres. | Comodín | Descripción | Ejemplo | Coincide | No Coincide | No Coincide | | :------: | :---------- | :-----: | :-----: | :------------: | | `*` | Coincide con cualquier número de caracteres no espaciados, incluido ninguno. || `cir*` | `cir`, `circle`, `cirFairy`, `circumstance` | `ci`, `sir`, `pizza` | | `**` | Coincide con cualquier número de caracteres, incluido ninguno. A diferencia de `*`, coincide con espacios en blanco. | `hello**!` | `hello!`, `hello, streamer!` | | `?` | Coincide con cualquier carácter. | `?at` | `cat`, `hat`, `pat` | `at` | `[abc]` | Coincide con un carácter entre paréntesis. | `[cp]at` | `cat`, `pat` | `hat`, `at` | `[a-z]` | Coincide con un carácter del rango entre paréntesis. | `Kappa[0-9]` | `Kappa1`, `Kappa2`, ... `Kappa0` | `Kappa`, `KappaHD` | `[!abc]` | Coincide con un carácter que *no* está dentro de los corchetes. | `[!cp]at` | `bat`, `rat`, `hat` | `at`, `cat`, `pat` | `[!a-z]` |Coincide con un carácter que *no* está dentro del rango entre paréntesis. | `Kappa[!0-9]` | `Kappa?`, `KappaF` | `Kappa`, `Kappa0`, `Kappa4` | `'{'abc,d?f'}'` | Coincide con una de las posibilidades de una lista separada por comas. | `cir'{'no,Fairy'}'` | `cirno`, `cirFairy` | `cir`, `circle` #### 3. Regex Las [Expresiones Regulares](https://en.wikipedia.org/wiki/Regular_expression) son complejos complejas utilizadas en programación. Están pensadas para usuarios avanzados. FrankerFaceZ utiliza el motor incorporado en su navegador para manejar expresiones regulares, con todas las limitaciones que ello conlleva. Los términos Regex se empaquetan en las expresiones regulares generadas igual que en los otros dos modos. No debe ni puede utilizar grupos de captura. FrankerFaceZ utiliza una lógica rudimentaria para garantizar que su expresión regular no sea no sea catastróficamente lenta, pero debe tener cuidado de evitar expresiones lentas ya que se ejecutan con frecuencia. ### Modos #### Sensible a mayúsculas y minúsculas Intenta buscar coincidencias entre mayúsculas y minúsculas. En efecto, esta opción desactiva el indicador `/i` de la expresión regular generada. Debido a limitaciones del motor regex de su navegador, la insensibilidad a mayúsculas y minúsculas puede algunos caracteres. #### Coincidir con toda la palabra Esta opción requiere que el término sea una palabra completa. Por ejemplo, el término `test` sin "Coincidir con toda la palabra" podría coincidir fácilmente con `testing` o `tested` como con `test`. Con la opción "Coincidir con toda la palabra" activada, **sólo** coincidirá con `test`. Esto se hace envolviendo la expresión regular generada en un patrón extra adicionales para caracteres que no son palabras, como espacios y signos de puntuación. #### Resaltar coincidencias Cuando esta opción está activada y la configuración de coincidencias en [Chat > Filtrado > General](~) está activada, cualquier término coincidente se resaltará en el chat para que pueda ver qué coincide exactamente con su término. Las coincidencias no se mostrarán como emotes, enlaces, etc. Esto es un poco más lento que no resaltar la coincidencia, por lo que es posible que desee utilizar sólo para probar y desactivarlo cuando sepa que su término funciona como desea.
sv: Detta är en guide till de olika tillgängliga alternativen för termsyntax. Internt omvandlar FrankerFaceZ dina markerings- och blockeringstermer till reguljära uttryck. ### Typer #### 1. Text Text har inget specialbeteende. Alla tecken som har en special innebörd i reguljära uttryck undantas. #### 2. Glob [Glob](https://sv.wikipedia.org/wiki/Glob_(programmering)) tillhandahåller ett enkelt sätt att skriva mönstermatchning med jokertecken. Till exempel kommer `cir*` matcha alla ord som börjar på `cir`, inklusive bara `cir`. Jokertecknet `*` innebär ett valfritt antal tecken. | Jokertecken | Beskrivning | Exempel | Matchar | Matchar inte | | :------: | :---------- | :-----: | :-----: | :------------: | | `*` | Matchar valfritt antal tecken som inte är mellanrum, inklusive ingenting alls. | `cir*` | `cir`, `circle`, `cirFairy`, `circumstance` | `ci`, `sir`, `pizza` | | `**` | Matchar alla tecken i valfritt antal, inklusive ingenting alls. Till skillnad från ett enda `*` kommer detta matcha mellanslag. | `hello**!` | `hello!`, `hello, streamer!` | | `?` | Matchar ett enda tecken. | `?at` | `cat`, `hat`, `pat` | `at` | `[abc]` | Matchar ett tecken inom klamrarna. | `[cp]at` | `cat`, `pat` | `hat`, `at` | `[a-z]` | Matchar ett tecken från intervallet inom klamrarna. | `Kappa[0-9]` | `Kappa1`, `Kappa2`, ... `Kappa0` | `Kappa`, `KappaHD` | `[!abc]` | Matchar ett tecken som *inte* finns inom klamrarna. | `[!cp]at` | `bat`, `rat`, `hat` | `at`, `cat`, `pat` | `[!a-z]` | Matchar ett tecken som *inte* finns i intervallet inom klamrarna. | `Kappa[!0-9]` | `Kappa?`, `KappaF` | `Kappa`, `Kappa0`, `Kappa4` | `'{'abc,d?f'}'` | Matchar en av möjliga alternativ från en kommaseparaterad lista. | `cir'{'no,Fairy'}'` | `cirno`, `cirFairy` | `cir`, `circle` #### 3. Reguljära uttryck [Reguljära uttryck](https://sv.wikipedia.org/wiki/Reguljära_uttryck) är komplexa mönstersträngar som används i programmering. De är ämnade för avancerade användare. FrankerFaceZ använder den inbyggda motorn hos din webbläsare för att hantera reguljära uttryck, tillsammans med alla begränsningar som den har. Termer med reguljära uttryck paketeras in i genererade reguljära uttryck på samma sätt som i andra lägen. Du varken bör eller kan använda insamlingsgrupper. FrankerFaceZ använder rudimentär logik för att säkerställa att ditt reguljära uttryck inte är katastrofalt långsamt, men du bör fortfarande vara försiktig för att undvika långsamma uttryck då de körs frekvent. ### Lägen #### Skiftlägeskänslig Detta försöker matcha din term på ett skiftlägeskänsligt sätt. Detta alternativ inaktiverar flaggan `/i` för det genererade reguljära uttrycket. På grund av begränsningar i din webbläsares motor för reguljära uttryck, kanske skiftlägeskänslighet inte fungerar på vissa tecken. #### Matcha hela ord Detta kräver att din term är ett helt ord. Till exempel kan termen `test` utan "Matcha hela ord" enkelt kunna matcha `testing` eller `tested` då det matchar `test`. När "Matcha hela ord" aktiveras kommer detta **endast** matcha `test`. Detta görs genom att bädda in det genererade reuljära uttrycket i ett extramönster som matchar icke-alfanumeriska tecken, t.ex. mellanslag och skiljetecken. #### Markera matchningar När detta aktiveras och matchningsinställningen i [Chatt > Filtrering > Allmänt](~) aktiveras kommer alla matchande termer att markeras i chatten så du kan se exakt vad som matchade din term. Alla matchningar kommer inte att visas som emotes, länkar, etc. Detta är lite långsammare jämfört med att inte markera matchningen, så du kanske endast vill använda detta när du testar och sedan inaktivera det när du vet att din term fungerar som väntat.

# FFZ Control Center
source: Volume
es: Estos ajustes permiten resaltar mensajes en el chat en función de su contenido. Establecer prioridades en las reglas permite determinar qué color de resaltado debe aplicarse si un mensaje coincide con varias reglas. Las reglas con una prioridad más alta tienen prioridad sobre las reglas con prioridades más bajas. También puede crear una regla que elimine el resaltado de los mensajes, impidiendo que las reglas de menor prioridad los resalten, estableciendo un color con un valor alfa de cero. Ejemplo: `#00000000`
sv: Dessa inställningar låter dig markera meddelanden i chatten baserat på dess innehåll. Genom att ange prioriterar på regler kan du bestämma vilka markeringsfärger som bör tillämpas om ett meddelande matchar flera regler. Regler med en högre prioritet tar prioritet över regler med lägre prioritet. Du kan också skapa en regel som tar bort markeringar från meddelanden och förhindrar regler med lägre prioritet att markera dem genom att ange en färg med alfavärdet noll. Exempel: `#00000000`
uk: Ці налаштування дозволяють підсвічувати повідомлення в чаті на основі їх вмісту. Встановлення пріоритетів для правил дозволяє визначити, який колір підсвічування слід застосувати, якщо повідомлення відповідає кільком правилам. Правила з вищим пріоритетом мають пріоритет над правилами з нижчим пріоритетом. Ви також можете створити правило, яке видаляє підсвічування з повідомлень, запобігаючи їх виділенню правилами з нижчим пріоритетом, установивши колір із нульовим значенням альфа. Приклад: `#00000000`

# FFZ Control Center
source: Volume
es: Mostrar emoji en el menú emote.
sv: Visa emoji i emotemenyn.
uk: Відображати емодзі в Меню емоцій.

# FFZ Control Center
source: Volume
es: Habilitar la apertura de tarjetas de espectador haciendo clic en menciones en el chat.
sv: Aktivera möjligheten att öppna tittarkort genom att klicka på omnämnanden i chatten.

# setting.entry.chat.emote-menu.sort-emotes.values.4
source: Native Order, Ascending
es: Orden nativo, ascendente
sv: Inbyggd ordning, stigande
uk: Рідний порядок, за зростанням

# setting.entry.chat.emote-menu.sort-emotes.values.5
source: Native Order, Descending
es: Orden nativo, descendente
sv: Inbyggd ordning, fallande
uk: Рідний порядок, за спаданням

# FFZ Control Center
source: Volume
es: Usar altura extra para el menú de emoticonos.
sv: Använd extra höjd för emotemenyn.

# FFZ Control Center
source: Volume
sv: Expandera sammanslagna meddelanden om massprenumerationsgåvor som standard.

# FFZ Control Center
source: Volume
sv: Prioritera favoritemotes längst upp.

# FFZ Control Center
source: Volume
sv: Slå samman massprenumerationsgåvor till ett enda meddelande, beroende på antalet. **OBS:** Påverkar endast nya prenumerationsgåvor.

# FFZ Control Center
source: Volume
sv: Markera meddelanden från användare med öppnade tittarkort.

# FFZ Control Center
source: Volume
sv: Hur stora tidsstämplarna bör vara i bildpunkter. Standard är typsnittets storlek om inget anges.
uk: Наскільки великими мають бути позначки часу в пікселях. За умовчанням використовується розмір шрифту, якщо не встановлено.

# FFZ Control Center
source: Volume
sv: Aktivera FrankerFaceZ:s funktioner i "Chatt på videor".

# FFZ Control Center
source: Volume
sv: Visa strömmens upptid i kanalkorten.

# FFZ Control Center
source: Volume
sv: Strömmens upptid

# FFZ Control Center
source: Volume
sv: Transformering
uk: Трансформація

# FFZ Control Center
source: Volume
sv: Transformerar alla lokaliserade strängar för att testa täckning så väl som längd av strängar.
uk: Трансформуйте усі перекладені рядки, щоб перевірити охоплення чи довжину.

# FFZ Control Center
source: Volume
sv: FrankerFaceZ har översatts med kärlek av volontärer från vår gemenskap. Tack. Om du är intresserad av att hjälpa till och översätta FrankerFaceZ kan du [gå med på vår Discord](https://discord.gg/UrAkGhT) och fråga om lokalisering.

# FFZ Control Center
source: Volume
sv: I porträttläge kommer chatten att visas under spelaren när fönstret är längre än dess bredd.

# FFZ Control Center
source: Volume
sv: Slå samman massprenumerationsgåvor

# FFZ Control Center
source: Volume
es: Cheers acumulados
sv: Stapla cheers
uk: Сортування Cheer

# FFZ Control Center
source: Volume
es: Este filtro te permite eliminar todos los mensajes de un determinado tipo del chat de Twitch. Se puede utilizar para filtrar mensajes del sistema, como Hosts o Raids. Algunos tipos, como las acciones de moderación, no pueden bloquearse para evitar que se interrumpa la funcionalidad del chat.
sv: Detta filter låter dig ta bort alla meddelanden av en viss typ från Twitch-chatten. Det kan användas för att filtrera systemmeddelanden, som värdar eller räder. Vissa typer, som modereringsåtgärder, kan inte blockeras för att förhindra chattfunktionalitet från att sluta fungera.
uk: Цей фільтр дозволяє видаляти всі повідомлення певного типу з чату Twitch. Його можна використовувати для фільтрації системних повідомлень, наприклад Hosts або Raids. Деякі типи, як-от дії модерації, не можна заблокувати, щоб запобігти збою функцій чату.

# setting.chat.filtering.blocked_message_types.description
source: This filter allows you to remove all messages of a certain type from Twitch chat. It can be used to filter system messages, such as Hosts or Raids. Some types, such as moderation actions, cannot be blocked to prevent chat functionality from breaking.
es: Este filtro te permite eliminar todos los mensajes de cierto tipo desde el chat de Twitch. Puede ser usado para filtrar mensajes del sistema, como Alojamientos o Raids. Algunos tipos, como acciones de moderación, no pueden ser bloqueados para evitar el mal funcionamiento del chat.
sv: Detta filter låter dig ta bort alla meddelanden av en viss typ från Twitch-chatten. Det kan användas för att filtrera systemmeddelanden, som värdar eller räder. Vissa typer, som modereringsåtgärder, kan inte blockeras för att förhindra chattfunktionalitet från att sluta fungera.
uk: Цей фільтр дозволяє видаляти всі повідомлення певного типу з чату Twitch. Його можна використовувати для фільтрації системних повідомлень, наприклад Hosts або Raids. Деякі типи, як-от дії модерації, не можна заблокувати, щоб запобігти збою функцій чату.

# FFZ Control Center
source: Volume
es: Mostrar un aviso en los mensajes de chat que incluyan saludos.
sv: Visa en notis på chattmeddelanden som innehåller cheers.
uk: Відображати сповіщення в повідомленнях чату, які містять Cheers.

# FFZ Control Center
source: Volume
es: Reúne todos los vítores de un mensaje en un único vítor al principio del mensaje.
sv: Samla ihop alla cheers i ett meddelande till en enda cheer i början av meddelandet.
uk: Зберіть усі Cheers у повідомленні в одне вітання на початку повідомлення.

# FFZ Control Center
source: Volume
sv: Gruppera värdar

# setting.clear.done
source: Your settings have been cleared. Please refresh any applicable Twitch pages to ensure no cached data remains.
es: Tus ajustes han sido borrados, porfavor recarge todas sus pestañas de Twitch para asegurarse de que no quede nada en el caché.
sv: Dina inställningar har rensats. Uppdatera alla aktuella Twitch-sidor för att säkerställa att ingen cachelagrad data finns kvar.
uk: Ваші налаштування скинуто. Будь ласка, оновіть будь-які дотичні сторінки Twitch, аби напевно позбутись кешованих даних.

# setting.clear.warning-explain
source: Deleting your data with this tool cannot be reversed. Make sure you have a backup!
es: Borrar tus datos con esta herramienta no se puede deshacer. Asegurate de tener una copia!
sv: Efter du har raderat din data med detta verktyg går det inte att ångra. Se till att du har en säkerhetskopia!
uk: Видалення ваших даних за допомогою цього інструменту неможливо скасувати. Переконайтеся, що у вас є резервна копія!

# setting.entry.theme.color.tooltip.background.description
source: If not set, the tooltip settings will be automatically adjusted based on the brightness of the background.
es: Si no está configurado, la configuración de la pista será ajustada automáticamente de acuerdo al contraste del fondo.
sv: Om detta inte anges kommer inställningarna för inforutor automatiskt justeras baserat på bakgrundens ljusstyrka.
uk: Якщо не встановлено, то налаштування підказки автоматично підлаштовуватимуться під яскравість тла.

# FFZ Control Center
source: Volume
sv: Åsidosätt typsnittet som används på hela Twitch. Det gamla standardtypsnittet var: `"Helvetica Neue",Helvetica,Arial,sans-serif` Alla typsnitt som är tillgängliga via [Google Fonts](https://fonts.google.com/) kan läsas in genom att lägga till `google:` före typsnittets namn.

# FFZ Control Center
source: Volume
sv: **Minimalt:** `1`, **Maximalt:** `25`, *Gammalt standardvärde:* `12` Hur stor den vanliga texten bör vara i bildpunkter. Detta kan påverka zoomnings- och typsnittsinställningarna för dina webbläsare.

# FFZ Control Center
source: Volume
sv: Inaktivera automatiskt mörkt tema
uk: Вимкніть Автоматичну темну тему

# FFZ Control Center
source: Volume
sv: När detta aktiveras kommer ett försök att inaktivera webbläsarens inbyggda automatiska mörka tema på webbplatser, vilket är onödigt på Twitch och kan orsaka visningsfel. Detta kanske inte tillämpas beroende på din webbläsare och dina inställningar.
uk: Увімкнувши це, ви спробуєте вимкнути вбудоване в браузер автоматичне перетворення темної теми для веб-сайтів, яке непотрібне на Twitch ,тож це може спричинити проблеми з відображенням. Це може не застосовуватися залежно від вашого веб-переглядача та налаштувань.

# FFZ Control Center
source: Volume
es: Abre las páginas de información de los emoticonos pulsando Mayúsculas.
sv: Öppna informationssidor om emotes genom att Shift-klicka på dem.
uk: Відкривайте сторінки інформації про смайли, клацаючи їх, утримуючи клавішу Shift.

# FFZ Control Center
source: Volume
es: Permitir que el Hype Train se muestre en el chat.
sv: Tillåt att hypetåget visas i chatten.
uk: Дозволити Хайпотягу відображатися в чаті.

# setting.entry.chat.badges.media-queries.description
source: This is required to see high-DPI badges on Firefox because Firefox still has yet to support `image-set()` after more than five years. It may be less reliable.
es: Esto es requerido para ver emblemas de alta resolución porque Mozilla Firefox todavía no soporta `image-set()` después de más de cinco años. Puede que sea menos confiable.
sv: Detta krävs för att se dekaler med hög DPI i Firefox eftersom Firefox fortfarande inte har stöd för `image-set()` efter mer än fem år. Detta kan vara mindre tillförlitligt.
uk: Це потребується для перегляду бейджів із high-DPI у Firefox, адже Firefox вже 5 років впроваджує підтримку `image-set()`. Може бути ненадійним.

# FFZ Control Center
source: Volume
es: Sala
sv: chat.actions.room
uk: chat.actions.room

# FFZ Control Center
source: Volume
es: acciones de chat en línea
sv: chat.actions.inline
uk: chat.actions.inline

# FFZ Control Center
source: Volume
es: Solución para unir emojis
sv: Tillfällig lösning för att slå samman emoji
uk: Виправлення для комбінованих емодзі

# setting.entry.chat.emoji.replace-joiner.values.0
source: Disabled
es: Desactivado
sv: Inaktiverad
uk: Вимкнено

# FFZ Control Center
source: Volume
es: Ocultar la barra que aparece debajo de los clips y vídeos cuando el streamer está en directo, indicándote que está en directo.
sv: Dölj fältet som dyker upp under klipp och videor när strömmaren direktsänder och berättar för dig att de sänder.

# FFZ Control Center
source: Volume
es: **Nota:** Estos ajustes no funcionan actualmente debido a los cambios realizados por Twitch en el funcionamiento del directorio.
sv: **OBS:** Detta inställningar fungerar för tillfället inte p.g.a. att Twitch har ändrat hur kataloger fungerar.
uk: **Примітка.** Ці налаштування зараз не працюють через зміни, внесені Twitch у роботу каталогу.

# FFZ Control Center
source: Volume
es: **Nota:** Estos ajustes no funcionan actualmente debido a los cambios realizados por Twitch en el funcionamiento del directorio.
sv: **OBS:** Detta inställningar fungerar för tillfället inte p.g.a. att Twitch har ändrat hur kataloger fungerar.
uk: **Примітка.** Ці налаштування зараз не працюють через зміни, внесені Twitch у роботу каталогу.
