Repository: FrankerFaceZ/I18n
Catalog: strings/settings/*.po
Languages: es, sv, uk

# setting.badges.hidden
source: {count,plural,one{# badge is} other{# badges are} } hidden in this set
es: {count,plural,one{# insignia está} other{# insignias están} } ocultas en este conjunto
sv: {count,plural,one{# dekal är dolt} other{# dekaler är dolda} } i denna uppsättning
uk: {count,plural,one{# значок прихований} few {# значки приховано} other{# значків приховано}} в цьому наборі

# FFZ Control Center
source: Volume
es: Canal
sv: Kanal
uk: Канал

# FFZ Control Center
source: Volume
es: Apariencia
sv: Utseende
uk: Вигляд

# FFZ Control Center
source: Volume
es: General
sv: Allmänt
uk: Загальні

# FFZ Control Center
source: Volume
es: Comportamiento
sv: Beteende
uk: Поведінка

# FFZ Control Center
source: Volume
es: General
sv: Allmänt
uk: Загальні

# setting.channel.behavior.panels
source: Panels
es: Paneles
sv: Paneler
uk: Панелі

# FFZ Control Center
source: Volume
es: Raideos
sv: Räder
uk: Рейди

# FFZ Control Center
source: Volume
es: Metadatos
sv: Metadata
uk: Метадані

# FFZ Control Center
source: Volume
es: Apariencia
sv: Utseende
uk: Вигляд

# FFZ Control Center
source: Volume
es: Clips
sv: Klipp
uk: Кліпи

# setting.channel.metadata.mod_view
source: Mod View
es: Vista de moderador
sv: Moderatorvy
uk: Модератор

# FFZ Control Center
source: Volume
es: Jugador
sv: Spelare
uk: Плеєр

# FFZ Control Center
source: Volume
es: Suscripción
sv: Prenumeration
uk: Передплата

# FFZ Control Center
source: Volume
es: Chat
sv: Chatt
uk: Чат

# FFZ Control Center
source: Volume
es: Acciones
sv: Åtgärder
uk: Дії

# setting.chat.actions.appearance
source: Appearance
es: Apariencia
sv: Utseende
uk: Вигляд

# FFZ Control Center
source: Volume
es: Razones
sv: Anledningar
uk: Причини

# FFZ Control Center
source: Volume
es: Razones Personalizadas
sv: Anpassade anledningar
uk: Користувальницькі причини

# FFZ Control Center
source: Volume
es: Reglas
sv: Regler
uk: Правила

# FFZ Control Center
source: Volume
es: Habitación
sv: Rum
uk: Кімната

# FFZ Control Center
source: Volume
es: Aquí puede definir acciones personalizadas que aparecerán sobre el cuadro de entrada del chat.
sv: Här kan du definiera anpassade åtgärder som kommer dyka upp ovanför chattens inmatningsfält.
uk: Тут ви можете визначити користувальницькі дії, які відображатимуться над полем введення чату.

# FFZ Control Center
source: Volume
es: General
sv: Allmänt
uk: Загальне

# FFZ Control Center
source: Volume
es: Contexto de Usuario
sv: Användarkontext
uk: Контекст Користувача

# FFZ Control Center
source: Volume
es: Aquí puedes definir acciones personalizadas que aparecerán en menú contextual al hacer clic con el botón derecho en un nombre de usuario en el chat.
sv: Här kan du definiera anpassade åtgärder som kommer att dyka upp i en kontextmeny när du högerklickar på ett användarnamn i chatten.
uk: Тут ви можете визначити користувальницькі дії, які з’являтимуться в контекстному меню, коли ви клацаєте правою кнопкою миші ім’я користувача в чаті.

# FFZ Control Center
source: Volume
es: Apariencia
sv: Utseende
uk: Вигляд

# FFZ Control Center
source: Volume
es: Líneas del Chat
sv: Chattrader
uk: Лінії в чаті

# FFZ Control Center
source: Volume
es: Colores
sv: Färger
uk: Кольори

# FFZ Control Center
source: Volume
es: Comunidad
sv: Gemenskap
uk: Спільнота

# FFZ Control Center
source: Volume
es: Cofre de la Comunidad
sv: Gemenskapskista
uk: Скриня спільноти

# FFZ Control Center
source: Volume
es: Emoticono
sv: Emoji
uk: Емодзі

# FFZ Control Center
source: Volume
es: Emoticonos
sv: Emotes
uk: Смайли

# FFZ Control Center
source: Volume
es: General
sv: Allmänt
uk: Загальне

# FFZ Control Center
source: Volume
es: Respuestas
sv: Svar
uk: Відповіді

# FFZ Control Center
source: Volume
es: Suscripción
sv: Prenumerationer
uk: Передплати

# FFZ Control Center
source: Volume
es: Nombres de usuarios
sv: Användarnamn
uk: Імена користувачів

# FFZ Control Center
source: Volume
es: Insignias
sv: Dekaler
uk: Значки

# setting.chat.badges.behavior
source: Behavior
es: Comportamiento
sv: Beteende
uk: Поведінка

# FFZ Control Center
source: Volume
es: Pestañas
sv: flikar
uk: вкладки

# FFZ Control Center
source: Volume
es: Apariencia
sv: Utseende
uk: Вигляд

# FFZ Control Center
source: Volume
es: Comportamiento
sv: Beteende
uk: Поведінка

# FFZ Control Center
source: Volume
es: Mensajes Eliminados
sv: Raderade meddelanden
uk: Видалені повідомлення

# FFZ Control Center
source: Volume
es: Desplazar
sv: Skrollning
uk: Прокручування

# FFZ Control Center
source: Volume
es: Bits y animaciones
sv: Bits och cheers
uk: Bits та Cheering

# FFZ Control Center
source: Volume
es: Apariencia
sv: Utseende
uk: Вигляд

# FFZ Control Center
source: Volume
es: Comportamiento
sv: Beteende
uk: Поведінка

# FFZ Control Center
source: Volume
es: Puntos del Canal
sv: Kanalpoäng
uk: Бали каналу

# FFZ Control Center
source: Volume
es: Comportamiento
sv: Beteende
uk: Поведінка

# FFZ Control Center
source: Volume
es: Comportamiento
sv: Beteende
uk: Поведінка

# FFZ Control Center
source: Volume
es: Bloque
sv: Blockering
uk: Блокування

# FFZ Control Center
source: Volume
es: Insignias Bloqueadas
sv: Blockerade dekaler
uk: Заблоковані значки

# FFZ Control Center
source: Volume
es: Configuración adicional para los `filtros de chat` nativos de Twitch.
sv: Extra konfiguration för Twitchs inbyggda `Chattfilter`.
uk: Додаткова конфігурація для рідних `Chat Filters` Twitch.

# setting.chat.filtering.blocked_message_types
source: Blocked Message Types
es: Tipos de Mensaje Bloqueado
sv: Blockerade meddelandetyper
uk: Типи заблокованих повідомлень

# FFZ Control Center
source: Volume
es: Términos Bloqueados
sv: Blockerade termer
uk: Умови блокування

# FFZ Control Center
source: Volume
es: Usuarios Bloqueados
sv: Blockerade användare
uk: Заблоковані користувачі

# FFZ Control Center
source: Volume
es: Configuración adicional para los `filtros de chat` nativos de Twitch.
sv: Extra konfiguration för Twitchs inbyggda `Chattfilter`.
uk: Додаткова конфігурація для рідних `Chat Filters` Twitch.

# FFZ Control Center
source: Volume
es: Comportamiento
sv: Beteende
uk: Поведінка

# FFZ Control Center
source: Volume
es: Apariencia
sv: Utseende
uk: Вигляд

# FFZ Control Center
source: Volume
es: Susurros
sv: Viskningar
uk: Особисті повідомлення

# setting.clear.warning
source: Be careful! This is permanent.
es: ¡Cuidado! Esto es permanente.
sv: Var försiktig! Detta är permanent.
uk: Обережно! Вороття немає.

# FFZ Control Center
source: Volume
es: Localización
sv: Lokalisering
uk: Переклад

# FFZ Control Center
source: Volume
es: Edición
sv: Redigering
uk: Редагування

# FFZ Control Center
source: Volume
es: Información
sv: Information
uk: Інфо

# FFZ Control Center
source: Volume
es: General
sv: Allmänt
uk: Загальне

# FFZ Control Center
source: Volume
es: General
sv: Allmänt
uk: Загальне

# setting.debugging.data_sources
source: Data Sources
es: Fuentes de Datos
sv: Datakällor
uk: Джерела даних

# FFZ Control Center
source: Volume
es: Depuración
sv: Felsökning
uk: Зневадження

# setting.debugging.data_sources.links
source: Links
es: Enlaces
sv: Länkar
uk: Посилання

# FFZ Control Center
source: Volume
es: Bloqueado
sv: Blockerade
uk: Заблоковано

# FFZ Control Center
source: Volume
es: Categorías Bloqueadas y Escondidas
sv: Blockerade och dolda kategorier
uk: Заблоковані та приховані категорії

# FFZ Control Center
source: Volume
es: Categorías
sv: Kategorier
uk: Категорії

# FFZ Control Center
source: Volume
es: Estilo de Miniatura Oculto
sv: Stil för dolda miniatyrer
uk: Стиль прихованих ескізів

# FFZ Control Center
source: Volume
es: Miniaturas Ocultas
sv: Dolda miniatyrer
uk: Приховані ескізи

# FFZ Control Center
source: Volume
es: Canales
sv: Kanaler
uk: Канали

# FFZ Control Center
source: Volume
es: Apariencia
sv: Utseende
uk: Вигляд

# FFZ Control Center
source: Volume
es: Registro de Cambios
sv: ändringslogg

# FFZ Control Center
source: Volume
es: Copia de Seguridad
sv: säkerhetskopia

# FFZ Control Center
source: Volume
es: Contraste mínimo
sv: Minimal kontrast
uk: Мінімальний контраст

# FFZ Control Center
source: Volume
es: Adaptación
sv: Justering
uk: Коригування

# setting.entry.chat.badges.version.values.1
source: 1 (Pre December 2019)
es: 1 (Antes de diciembre del 2019)
sv: 1 (innan december 2019)
uk: 1 (До Грудня 2019)

# setting.entry.chat.badges.version.values.2
source: 2 (Current)
es: 2 (Actual)
sv: 2 (nuvarande)
uk: 2 (Поточна)

# FFZ Control Center
source: Volume
es: Muestra animaciones.
sv: Visa animerade cheers.
uk: Відображення анімованих Cheers.

# FFZ Control Center
source: Volume
es: Mostrar bits
sv: Visa bits
uk: Відображати Bits

# FFZ Control Center
source: Volume
es: Mostrar clasificación
sv: Visa topplista
uk: Показати таблицю лідерів

# FFZ Control Center
source: Volume
es: Retraso artificial del chat
sv: Konstgjord chattfördröjning
uk: Штучна затримка чату

# FFZ Control Center
source: Volume
es: Estilo Emoji
sv: Emojistil
uk: Стиль емодзі

# setting.entry.chat.emotes.enabled
source: Display Emotes
es: Mostrar Emotes
sv: Visa emotes

# FFZ Control Center
source: Volume
es: Mostrar Razón
sv: Visa anledning

# setting.entry.chat.points.allow-highlight.values.2
source: FFZ Style
es: Estilo de FFZ
sv: FFZ-stil

# setting.entry.chat.name-format.values.2
source: Username
sv: Användarnamn

# FFZ Control Center
source: Volume
sv: Visa knappen för kanalpoäng under chatten.

# setting.entry.chat.name-format.values.0
source: International Name (Username) <Default>
sv: Internationellt namn (användarnamn) <standard>

# setting.entry.chat.name-format.values.1
source: International Name
sv: Internationellt namn

# FFZ Control Center
source: Volume
sv: Tidstämpelsformat

# FFZ Control Center
source: Volume
sv: Visa prenumerationer i chatten

# FFZ Control Center
source: Volume
sv: Tidsstämpelns typsnittsstorlek

# setting.entry.directory.hidden.style.values.0
source: Replace Image
es: Reemplazar Imagen
sv: Ersätt bild

# setting.entry.directory.hidden.style.values.3
source: Blur Image and Title
es: Difuminar Imagen y Título
sv: Sudda ut bild och titel
uk: Розмивати Зображення та Заголовок

# FFZ Control Center
source: Volume
sv: experiment

# FFZ Control Center
source: Volume
sv: vanliga frågor

# FFZ Control Center
source: Volume
sv: återkoppling

# setting.entry.directory.hidden.style.values.1
source: Replace Image and Blur Title
es: Reemplazar Imagen y Difuminar Título
sv: Ersätt bild och sudda ut titel
uk: Заміняти Зображення та Розмивати Заголовок

# FFZ Control Center
source: Volume
sv: I porträttläge placeras chatten längst upp.

# FFZ Control Center
source: Volume
sv: Minimera navigering

# FFZ Control Center
source: Volume
sv: Dölj offlinekanaler

# setting.entry.i18n.format.time
source: Time Format
es: Formato de Hora
sv: Tidsformat
uk: Формат часу

# setting.entry.i18n.format.date
source: Date Format
es: Formato de Fecha
sv: Datumformat
uk: Формат дати

# setting.entry.i18n.format.datetime
source: Date-Time Format
es: Formato Fecha-Hora
sv: Datum-/tidformat
uk: Формат часу й дати

# FFZ Control Center
source: Volume
sv: Typsnittsfamilj

# FFZ Control Center
source: Volume
sv: Visa vänner som är online

# FFZ Control Center
source: Volume
sv: Visa kanalavatarer

# FFZ Control Center
source: Volume
sv: Visa rekommenderade/populära kanaler

# FFZ Control Center
source: Volume
sv: Visa rekommenderade vänner

# setting.entry.layout.side-nav.show.values.0
source: Never
es: Nunca
sv: Aldrig
uk: Ніколи

# FFZ Control Center
source: Volume
sv: Uppspelningsstatistik

# FFZ Control Center
source: Volume
sv: Lägg till en knapp för `Återställ spelare` i spelarkontrollen.

# FFZ Control Center
source: Volume
sv: Horisontal position

# FFZ Control Center
source: Volume
sv: Tröskel

# FFZ Control Center
source: Volume
sv: Minimal
uk: Мінімально

# FFZ Control Center
source: Volume
sv: Aktivera förstärkningskontroll när ljudkomprimering aktiveras.
uk: Увімкніть контроль підсилення звуку, коли ввімкнено аудіокомпресор.

# FFZ Control Center
source: Volume
sv: Visa animerade emotebilder.

# setting.font.builtin
source: Built-in Fonts
sv: Inbyggda typsnitt

# FFZ Control Center
source: Volume
sv: Vanliga frågor

# setting.font.default
source: Default
sv: Standard

# FFZ Control Center
source: Volume
sv: Återkoppling

# FFZ Control Center
source: Volume
sv: Ändringslogg

# FFZ Control Center
source: Volume
sv: Hem

# FFZ Control Center
source: Volume
sv: Logg

# setting.font.dyslexic
source: Dyslexia Fonts
sv: Typsnitt för dyslexi

# FFZ Control Center
source: Volume
sv: Allmänt

# FFZ Control Center
source: Volume
sv: Allmänt

# FFZ Control Center
source: Volume
sv: Avancerad

# FFZ Control Center
source: Volume
sv: Spelare

# setting.paste-json
source: Paste JSON
es: Pegar JSON
sv: Klistra in JSON
uk: Вставити JSON

# FFZ Control Center
source: Volume
sv: Uppspelning

# FFZ Control Center
source: Volume
sv: Undertexter

# setting.profiles.updates
source: This profile will update automatically.
sv: Denna profil kommer att uppdateras automatiskt.

# setting.provider.has-data
source: (Has Data)
sv: (Har data)

# setting.provider.has-blobs
source: (Supports Binary Data)
sv: (Har stöd för binär data)

# setting.provider.backup
source: Yes, I made a backup.
es: Si, he hecho una copia de seguridad.
sv: Ja, jag har gjort en säkerhetskopia.

# setting.provider.warn.title
source: Be careful!
es: Ten cuidado!
sv: Var försiktig!
uk: Обережно!

# settings.filter.title
source: Current Title
es: Título Actual
sv: Nuvarande titel
uk: Поточна Назва

# settings.filter.title.sensitive
source: Case Sensitive
es: Distingue mayúsculas y minúsculas
sv: Skiftlägeskänslig
uk: Чутливий до Регістру

# settings.terms.priority.tip
source: Priority
sv: Prioritet
uk: Пріоритет

# settings.terms.sensitive.tip
source: Case Sensitive
sv: Skiftlägeskänslig
uk: Чутливість до реєстру символів

# setting.data_management.profiles.edit.updates
source: Automatic Updates
es: Actualizaciones Automáticas
sv: Automatiska uppdateringar
uk: Автоматичні оновлення

# setting.terms.please-select
source: Please select an option.
sv: Välj ett alternativ.
uk: Будь ласка оберіть варіант.

# FFZ Control Center
source: Volume
sv: Visa rader med alternerande bakgrundsfärger.

# FFZ Control Center
source: Volume
es: Apariencia
sv: Utseende
uk: Вигляд

# FFZ Control Center
source: Volume
es: Chat y Vídeos
sv: Chatt på videor
uk: Чат у відео

# FFZ Control Center
source: Volume
es: General
sv: Allmänt
uk: Загальне

# FFZ Control Center
source: Volume
es: Menú de Emoticonos
sv: Emotemeny
uk: Меню смайлів

# FFZ Control Center
source: Volume
es: Apariencia
sv: Utseende
uk: Вигляд

# FFZ Control Center
source: Volume
es: General
sv: Allmänt
uk: Загальне

# FFZ Control Center
source: Volume
es: Ordenamiento
sv: Sortering
uk: Сортування

# FFZ Control Center
source: Volume
es: Filtrado
sv: Filtrering
uk: Фільтрування

# FFZ Control Center
source: Volume
es: Insignia
sv: Dekaler
uk: Значки

# FFZ Control Center
source: Volume
es: Tipos de Mensajes
sv: Meddelandetyper
uk: Типи повідомлень

# FFZ Control Center
source: Volume
es: Usuarios
sv: Användare
uk: Користувачі

# FFZ Control Center
source: Volume
es: Apariencia
sv: Utseende
uk: Вигляд

# FFZ Control Center
source: Volume
es: General
sv: Allmänt
uk: Загальне

# FFZ Control Center
source: Volume
es: Términos
sv: Termer
uk: Умови

# FFZ Control Center
source: Volume
es: Consulte [Chat > Filtrado > Ayuda de sintaxis] (~) para obtener detalles sobre cómo usar los términos.
sv: Se [Chatt > Filtrering > Syntaxhjälp](~chat.filtering.syntax_help) för information om hur man använder termer.
uk: Перегляньте [Чат > Фільтрування > Довідка щодо синтаксису](~), щоб дізнатися, як використовувати терміни.

# FFZ Control Center
source: Volume
es: General
sv: Allmänt
uk: Загальне

# FFZ Control Center
source: Volume
es: Apariencia
sv: Utseende
uk: Вигляд

# FFZ Control Center
source: Volume
es: Apariencia
sv: Utseende
uk: Вигляд

# FFZ Control Center
source: Volume
es: General
sv: Allmänt
uk: Загальне

# FFZ Control Center
source: Volume
es: Rituales
sv: Ritualer
uk: Обряди

# FFZ Control Center
source: Volume
es: Insignias
sv: Dekaler
uk: Значки

# FFZ Control Center
source: Volume
es: Términos
sv: Termer
uk: Умови

# FFZ Control Center
source: Volume
es: Consulte [Chat > Filtrado > Ayuda de sintaxis] (~) para obtener detalles sobre cómo usar los términos.
sv: Se [Chatt > Filtrering > Syntaxhjälp](~) för information om hur man använder termer.
uk: Перегляньте [Чат > Фільтрування > Довідка щодо синтаксису](~), щоб дізнатися, як використовувати умови.

# FFZ Control Center
source: Volume
es: Usuarios
sv: Användare
uk: Користувачі

# FFZ Control Center
source: Volume
es: Rituales
sv: Ritualer
uk: Обряди

# FFZ Control Center
source: Volume
es: Ayuda de Sintaxis
sv: Syntaxhjälp
uk: Допомога з синтаксисом

# FFZ Control Center
source: Volume
es: Entrada
sv: Inmatning
uk: Введення

# FFZ Control Center
source: Volume
es: Mensajes Recientes
sv: Senaste meddelanden
uk: Останні повідомлення

# FFZ Control Center
source: Volume
es: Información sobre Herramientas
sv: Inforutor
uk: Підказки

# FFZ Control Center
source: Volume
es: Insignias
sv: Dekaler
uk: Значки

# FFZ Control Center
source: Volume
es: Emoticonos
sv: Emotes
uk: Смайли

# FFZ Control Center
source: Volume
es: General
sv: Allmänt
uk: Загальне

# FFZ Control Center
source: Volume
es: Enlaces
sv: Länkar
uk: Посилання

# setting.clear
source: Clear
es: Limpiar
sv: Rensa
uk: Очистити

# setting.clear.opt.Everything
source: Absolutely Everything
es: Absolutamente todo
sv: Absolut allting
uk: Абсолютно все

# setting.clear.opt.FavoriteEmotes
source: Favorited Emotes
es: Emoticonos Favoritos
sv: Favoritemotes
uk: Обрані смайли

# setting.clear.opt.HiddenEmotes
source: Hidden Emotes
es: Emoticonos Escondidos
sv: Dolda emotes
uk: Приховані смайли

# setting.clear.opt.Profiles
source: Profiles
es: Perfiles
sv: Profiler
uk: Профілі

# setting.clear.start
source: Clear My Data
es: Borrar mis datos
sv: Rensa min data
uk: Очистити мої дані

# setting.clear.step-1
source: Please select which types of data you wish to clear:
es: Selecciona que tipo de datos quieres que se borre:
sv: Välj vilka datatyper du vill rensa:
uk: Будь ласка, виберіть типи даних, які ви хочете очистити:

# setting.color.nullable
source: Right-Click to Reset
es: Clic derecho para Restablecer
sv: Högerklicka för att rensa
uk: Клацніть правою кнопкою миші, щоб скинути

# setting.copy-json
source: Copy
es: Copiar
sv: Kopiera
uk: Скопіювати

# FFZ Control Center
source: Volume
es: Gestión de Datos
sv: Datahantering
uk: Управління даними

# FFZ Control Center
source: Volume
es: Copia de Seguridad y Restauración
sv: Säkerhetskopiera/återställning
uk: Резервне копіювання і відновлення

# FFZ Control Center
source: Volume
es: Perfiles
sv: Profiler
uk: Профілі

# setting.data_management.profiles.edit.hotkey
source: Hotkey
es: Tecla de Acceso Rápido
sv: Kortkommando
uk: Гаряча клавіша

# setting.data_management.profiles.edit.update
source: Automatically update this profile.
es: Actualizar automáticamente este perfil.
sv: Uppdatera denna profil automatiskt.
uk: Автоматично оновлювати цей профіль.

# setting.data_management.profiles.edit.url
source: Update URL
es: Actualizar URL
sv: Uppdatera webbadress
uk: Оновлення URL

# FFZ Control Center
source: Volume
es: Informar
sv: Rapportering
uk: Звітність

# FFZ Control Center
source: Volume
es: Reporte de Errores
sv: Felrapporter
uk: Звіти про помилки

# FFZ Control Center
source: Volume
es: Reporte de Ejemplo
sv: Exempelrapporter
uk: Зразок звіту

# FFZ Control Center
source: Volume
es: Almacenamiento
sv: Lagring
uk: Сховище

# FFZ Control Center
source: Volume
es: Pestañas
sv: flikar
uk: вкладки

# FFZ Control Center
source: Volume
es: Limpiar
sv: Rensa
uk: Очистити

# FFZ Control Center
source: Volume
es: Proveedor
sv: Tillhandahållare
uk: Постачальник

# FFZ Control Center
source: Volume
es: Experimentos
sv: Experiment
uk: Експерименти

# FFZ Control Center
source: Volume
es: Alojamientos
sv: Värdar

# FFZ Control Center
source: Volume
es: Usar Servidor de Desarrollo Local
sv: Använd lokal utvecklingsserver

# FFZ Control Center
source: Volume
es: Intente cargar complementos desde el servidor de desarrollo local en el puerto 8001.
sv: Försök att läsa in tillägg från lokal utvecklingsserver på port 8001.

# FFZ Control Center
source: Volume
es: Abrir automáticamente el chat al abrir la página de un canal desconectado.
sv: Öppna automatiskt chatten när en offlinekanalsida öppnas.
uk: Автоматично відкривати чат під час відкриття офлайн-сторінки каналу.

# setting.entry.channel.auto-skip-trailer
source: Automatically skip channel trailers.
es: Saltar trailers del canal automáticamente.
sv: Hoppa automatiskt över kanaltrailers.
uk: Автоматично пропускати трейлери каналу.

# FFZ Control Center
source: Volume
es: Añade enlaces adicionales a las páginas de los canales en directo, junto al nombre del streamer.
sv: Lägg till extra länkar i livekanalsidor intill namnet på streamern.

# FFZ Control Center
source: Volume
es: Esconder el indicador "EN VIVO" en la página de canales en vivo.
sv: Dölj "LIVE"-indikatorn på livekanalsidor.
uk: Приховати індикатор "LIVE" на сторінках каналів, які у прямому ефірі.

# FFZ Control Center
source: Volume
es: Forzar metadatos y etiquetas en la parte superior de la barra de información del canal.
sv: Tvinga metadata och taggar längst upp i kanalens informationsfält.

# setting.entry.channel.panel-tips
source: Display rich tool-tips for links in channel panels.
es: Mostrar pistas detalladas para los enlaces en paneles del canal.
sv: Visa formaterade inforutor i kanalpaneler.
uk: Показувати розлогі підказки для посилання на панелях каналів.

# FFZ Control Center
source: Volume
es: No unirme automáticamente a las Raids.
sv: Gå inte automatiskt med i räder.

# FFZ Control Center
source: Volume
es: Permitir que las imágenes de avatar sean redondas.
sv: Tillåt att avatarbilder rundas av.

# setting.entry.chat.actions.size
source: Action Size
es: Tamaño de la acción
sv: Storlek på åtgärd
uk: Розмір дії

# FFZ Control Center
source: Volume
es: Pestaña predeterminada
sv: Standardflik
uk: Вкладка за замовчуванням

# setting.entry.chat.emote-menu.modifiers.values.0
source: Disabled
es: Desactivado
sv: Inaktiverad
uk: Вимкнено

# FFZ Control Center
source: Volume
es: Usa Ctrl+E para abrir el Menú Emote.
sv: Använd Ctrl+E för att öppna emotemenyn.
uk: Використовуйте Ctrl+E, щоб відкрити Меню смайлів.

# FFZ Control Center
source: Volume
es: Mostrar el cuadro de búsqueda.
sv: Visa sökfältet.
uk: Показати поле пошуку.

# FFZ Control Center
source: Volume
es: Ordenar Emotes por
sv: Sortera emotes efter
uk: Сортувати смайли за

# FFZ Control Center
source: Volume
sv: Avskiljare

# FFZ Control Center
source: Volume
sv: Typsnittsstorlek

# FFZ Control Center
source: Volume
sv: Typsnittsfamilj

# FFZ Control Center
source: Volume
sv: Tidsstämplar formateras med biblioteket [Day.js](https://github.com/iamkun/dayjs#readme). Mer information om hur man formaterar strängar [finns här](https://github.com/iamkun/dayjs/blob/HEAD/docs/en/API-reference.md#list-of-all-available-formats)

# FFZ Control Center
source: Volume
sv: Låter spelaren bli större på sidor från `clips.twitch.tv`.
uk: Дозволяти програвачу збільшуватися на сторінках `clips.twitch.tv`.

# setting.entry.debug.link-resolver.source.values.null
source: Automatic
sv: Automatiskt
uk: Автоматично

# FFZ Control Center
source: Volume
sv: Bredd

# FFZ Control Center
source: Volume
sv: Standardformatet för datum. Anpassade datumformat formateras med biblioteket [Day.js](https://day.js.org/docs/en/display/format).

# FFZ Control Center
source: Volume
sv: Standardformatet för datum kombinerat med tidstämpel. Anpassade tidsformat formateras med biblioteket [Day.js](https://day.js.org/docs/en/display/format).
