Repository: FrankerFaceZ/I18n
Catalog: strings/settings/*.po
Languages: es, sv, uk

# addon.author
source: By: {author}
es: Por: {author}
sv: Av: {author}
uk: Автор: {author}

# addon.disable
source: Disable
es: Desactivar
sv: Inaktivera
uk: Вимкнути

# addon.enable
source: Enable
es: Activar
sv: Aktivera
uk: Увімкнути

# addon.enabled
source: Enabled
es: Activado
sv: Aktiverad
uk: Увімкнути

# addon.ffzap-core.name
source: The FrankerFaceZ Add-On Pack - Core
es: El Paquete de Complemento FrankerFaceZ - Core
sv: FrankerFaceZ Tilläggspaket - Kärnan
uk: Пакет додатків FrankerFaceZ - Ядро

# addon.settings
source: Settings
es: Ajustes
sv: Inställningar
uk: Налаштування

# addon.unlisted
source: Unlisted
es: No listado
sv: Olistad
uk: Не зі списку

# addon.unlisted.add
source: Add Unlisted...
es: Añadir no listado
sv: Lägg till i olistad...
uk: Додати не зі списку...

# addon.website
source: Website
es: Página web
sv: Hemsida
uk: Веб-сайт

# home.about
source: Thank you for using FrankerFaceZ. Version 4.0 of the extension has been under active development since the release of Twitch's React-powered website in late 2017.
es: Gracias por usar FrankerFaceZ. La version 4.0 de esta extensión se ha estado desarrollando desde que Twitch lanzó la web basada en React, a finales de 2017.
sv: Tack för att du använder FrankerFaceZ. Version 4.0 av tillägget har varit under aktiv utveckling sedan Twitch släppte den nya React-baserade hemsidan i slutet av 2017.
uk: Дякуємо що послуговуєтесь FrankerFaceZ. Версія 4.0 додатку перебуває в активній розробці з миті випуску версії сайту Твіча на React у другій половині 2017-го року.

# home.changelog
source: Changelog
es: Registro de cambios
sv: Ändringslogg
uk: Змінопис

# home.changelog.about-nonversioned
source: Non-versioned commits are commits to the FrankerFaceZ repository not associated with a release build. They typically represent maintenance or contributions from the community that will be included in a subsequent release.
es: Los cambios sin versiones son cambios subidos al repositorio de FrankerFaceZ que no son asosciados con una versión de lanzamiento. Típicamente representan mantenimiento o contribuciones por parte de la comunidad que serán incluidas en un lanzamiento posterior.
sv: Icke-version förändringarna är förändringar i FrankerFaceZ centralkatalog som inte är associerade med en släppt version. De presenterar oftast underhåll eller bidrag från gemenskapen som kommer att inkluderas i efterföljande utgåvor.
uk: Коміти без версії це такі коміти до репозиторію FrankerFaceZ, що не пов'язаний з випускною збіркою (release build). Вони, за звичай, є налагоджувальними або такими, що надіслані зі спільноти і які буде включено до наступних випусків.

# home.changelog.current
source: Current Version
es: Versión actual
sv: Aktuell version
uk: Поточна версія

# home.changelog.error
source: An error occured loading changes from GitHub.
es: Se produjo un error al cargar los cambios de GitHub.
sv: Ett fel uppstod när förändringarna skulle läsas in från GitHub.
uk: Під час завантаження змін з GitHub виникла помилка.

# home.changelog.load
source: Load More
es: Cargar más
sv: Läs in fler
uk: Завантажити Більше

# home.changelog.no-more
source: There are no more commits to load.
es: No hay más registros para cargar.
sv: Det finns inga fler förändringar att hämta.
uk: Більше немає комітів для завантаження.

# home.changelog.nonversioned
source: Non-Versioned Commit
es: Cambios Sin Versión
sv: Versionslös förändring
uk: Комміт без версії

# home.changelog.show-nonversioned
source: Include non-versioned commits.
es: Incluir cambios sin versiones.
sv: Inkludera versionslösa förändringar.
uk: Включати коміти без версії.

# home.faq
source: ## Frequent Questions * *What happened to [feature]?* There are still features missing from FrankerFaceZ v4.0 that were present in v3.0. Unfortunately, a few features are impractical to update on the new version of Twitch's website. Many features are still planned to return as the developers have time to implement them. There is no schedule of pending features. Features are released immediately upon completion. * *I've donated, but my badge doesn't show up.* * *I added an emote to my channel but I don't see it.* Due to performance problems with our current website, we have to use caching on our API. Because of this, it can take up to half an hour for changes made to badges or emotes to take effect. After waiting, refresh the page and your content should appear. You can also try performing a hard refresh. * *I don't want the `FFZ Supporter` badge.* Users can toggle the visibility of their supporter badge at: [https://www.frankerfacez.com/donate](https://www.frankerfacez.com/donate) * *I can see my emotes, but someone in chat said they can't.* Users need FrankerFaceZ installed, or another third-party client that supports FFZ emotes, to see emotes from FrankerFaceZ. Users might also not see newly added emotes, depending on their browser cache and when they last refreshed. * *There's a stolen emote!* * *There's an offensive emote!* Please report any issues with emotes using the `Report Emote` tool on our website. Shift-Click the offending emote to open it's page, and select `Report Emote` in the right side-bar. You'll need to sign in to report an emote.
es: ## Preguntas frecuentes * *¿Qué pasó con [función]?* Todavía faltan características de FrankerFaceZ v4.0 que estaban presentes en v3.0. Desafortunadamente, algunas características no son prácticas para actualizar en la nueva versión del sitio web de Twitch. Muchas características aún están planeadas para regresar ya que los desarrolladores tengan tiempo para implementarlas. No hay un calendario de características pendientes. Las funciones se lanzan inmediatamente después de su finalización. * *He donado, pero mi emblema no aparece.* * *Agregué un emoticono a mi canal pero no lo veo.* Debido a problemas de rendimiento con nuestro sitio web actual, tenemos que usar el almacenamiento en caché en nuestra API. Debido a esto, puede tomar hasta media hora para que los cambios realizados en los emblemas o emoticonos surtan efecto. Después de esperar, actualiza la página y su contenido debería aparecer. También puedes intentar realizar una actualización forzada. * *No quiero el emblema de `FFZ Supporter`.* Los usuarios pueden alternar la visibilidad de su emblema de apoyo en: [https://www.frankerfacez.com/donate](https://www.frankerfacez.com/donate) * *Puedo ver mis emoticonos, pero alguien en el chat dijo que no podían.* Los usuarios necesitan que se instale FrankerFaceZ, u otro cliente de terceros que admita emoticonos FFZ, para ver los emoticonos de FrankerFaceZ. Es posible que los usuarios tampoco vean emoticonos recién agregados, según la memoria caché de su navegador y la última vez que se actualizaron. * *¡Hay un emoticono robado!* * *¡Hay un emoticono ofensivo!* Por favor informe cualquier problema con los emoticonos usando la herramienta `Reportar emoticonos` en nuestro sitio web. Presione la tecla Shift y haga clic en el emoticono ofensivo para abrir su página y seleccione `Report Emote` en la barra lateral derecha. Deberá iniciar sesión para reportar un emoticono.
sv: ## Vanliga frågor * *Vad hände med [funktion]?* Det finns fortfarande funktioner i FrankerFaceZ v3.0 som saknas i v4.0. Tyvärr är det opraktiskt att uppdatera vissa funktioner till den nya versionen av Twitch hemsida. Många funktioner planeras fortfarande att komma tillbaka så fort utvecklarna har tid att implementera dem. Det finns inget schema för kommande funktioner. Funktioner släpps få fort de blir färdiga. * *Jag har donerat, men min dekal dyker inte upp.* * *Jag har lagt till en emote i min kanal men kan inte se den.* På grund av prestandaproblem med vår nuvarande hemsida måste vi använda cachelagring med vårt API. Detta innebär att det kan ta upp till 30 minuter innan dekaler och emotes träder i kraft. Uppdatera sidan efter du har väntat så bör ditt innehåll dyka upp. Du kan också prova med att rensa cacheminnet. * *Jag vill inte ha dekalen `FFZ Supporter`.* Användare kan växla synligheten av sina supporter dekaler via: [https://www.frankerfacez.com/donate](https://www.frankerfacez.com/donate) * *Jag kan se mina emotes, men någon i chatten säger att de inte kan det.* Användare måste ha FrankerFaceZ installerat (eller någon annan tredjepartsklient som stödjer FFZ-emotes) för att se emotes från FrankerFaceZ. Användare kan eventuellt inte se emotes som nyligen har lagts till, beroende på deras webbläsarcache och när de senast uppdaterade sidan. * *Jag har hittat en stulen emote!* * *Jag har hittat en kränkande emote!* Vänlig rapportera emoterelaterade problem via verktyget `Report Emote` på vår hemsida. Skift-klicka på en kränkande emote för att öppna dess sida, och välj `Report Emote` i det högra sidofältet. Du behöver vara inloggad för att rapportera en emote.

# home.feedback
source: ## Feedback You can provide feedback and bug reports by [opening an issue at our GitHub repository](https://github.com/FrankerFaceZ/FrankerFaceZ/issues). You can also [find us on Discord](https://discord.gg/UrAkGhT) or [tweet at us](https://twitter.com/FrankerFaceZ). When creating a GitHub issue, please check that someone else hasn't already created one for what you'd like to discuss or report. GitHub issues should be used for issues with the client, and not questions regarding emote approval. When creating an issue, please also upload the logs provided below and include the link in your report.
es: ## Retroalimentación Puedes proporcionar retroalimentación y reportes de bugs en [reportar un problema en nuestro repositorio de GitHub](https://github.com/FrankerFaceZ/FrankerFaceZ/issues). También puedes [encontrarnos en Discord](https://discord.gg/UrAkGhT) o [mandarnos un Twit](https://twitter.com/FrankerFaceZ). Al reportar un problema en GitHub, por favor asegúrate de que nadie más haya creado uno sobre el mismo tema que quieres discutir o reportar. Los issues de GitHub deben ser utilizados para problemas con el cliente (extensión) y no para preguntas o acerca de aprobaciones de emoticonos. Al reportar un problema, favor de Subir el Registro proporcionado a continuación e incluir el enlace en tu reporte.
sv: ## Återkoppling Du kan lämna återkoppling och buggrapporter genom att [skapa ett ärende på vårt Github-centrallager](https://github.com/FrankerFaceZ/FrankerFaceZ/issues). Du kan också [hitta oss på Discord](https://discord.gg/UrAkGhT) eller [via Twitter](https://twitter.com/FrankerFaceZ). Vänligen kontrollera att ingen annan har redan skapat ett GitHub-ärende om det du skulle vilja diskutera eller rapportera när du skapar ett ärende. Github-ärenden ska användas för problem med klienten, inte för frågor om godkännande av emotes. Vänligen bifoga loggarna nedan och inkludera länken när du skapar ett ärende.
uk: ## Зворотній зв'язок Ви можете надати відгук і звіт про помилку, [відкривши проблему (Issue) в нашому репозиторії GitHub] (https://github.com/FrankerFaceZ/FrankerFaceZ/issues). Також ви можете [знайти нас у Discord](https://discord.gg/UrAkGhT) або [написати нам твіт](https://twitter.com/FrankerFaceZ). Створюючи проблему GitHub, переконайтеся, що хтось ще не створив її для того, що ви хотіли б обговорити або повідомити. Проблеми GitHub слід використовувати для вирішення проблем із клієнтом, а не для питань щодо смайлів. Створюючи проблему, також завантажте наведені нижче журнали та додайте посилання у свій звіт.

# home.tag-line
source: The Twitch Enhancement Suite
es: El Paquete de Mejoras de Twitch
sv: Förbättringssviten för Twitch
uk: Пакет покращень Twitch

# home.tweets
source: Tweets by FrankerFaceZ
es: Tweets de FrankerFaceZ
sv: Tweets från FrankerFaceZ
uk: Твіти від FrankerFaceZ

# home.website
source: FrankerFaceZ Website
es: Página web de FrankerFaceZ
sv: Hemsida för FrankerFaceZ
uk: Сайт FrankerFaceZ

# setting.actions.action
source: Action
es: Acción
sv: Handling
uk: Дія

# setting.actions.appearance
source: Appearance
es: Apariencia
sv: Utseende
uk: Вигляд

# setting.actions.appearance.icon
source: Icon
es: Icono
sv: Ikon
uk: Значок

# setting.actions.appearance.image
source: Image
es: Imágen
sv: Bild
uk: Зображення

# setting.actions.chat
source: Chat Command
es: Comando de chat
sv: Chattkommando
uk: Команда Чату

# setting.actions.color
source: Color
sv: Färg
uk: Колір

# setting.actions.color.warn
source: This value will be automatically adjusted for visibility based on your chat color settings.
es: Este valor será automáticamente ajustado por visibilidad basado en tu color del chat
sv: Detta värde kommer automatiskt att justeras för synlighet baserat på dina färginställningar för chatten.
uk: Це значення буде автоматично підлаштоване для видимості ґрунтуючись на ваших налаштуваннях кольору чату.

# setting.actions.delete-all
source: Delete all of this profile's actions.
es: Eliminar todas las acciones de ester perfil.
sv: Radera alla handlingar som tillhör den här profilen.
uk: Видалити всі дії цього профілю.

# setting.actions.drag
source: Drag actions to re-order them.
es: Arrastra las acciones para reordenarlas
sv: Drag i handlingar för att omordna dem.
uk: Перетягніть дії щоб змінити їхній порядок.

# setting.actions.duration
source: Duration
es: Duración
sv: Varaktighet
uk: Тривалість

# setting.actions.edit-visible.deleted
source: Message Deleted
es: Mensaje Eliminado
sv: Meddelandet raderades
uk: Повідомлення Вилучено

# setting.actions.edit-visible.mod-icons
source: Mod Icons
es: Iconos de moderador
sv: Moderatorikoner
uk: Значки Модераторів

# setting.actions.edit-visible.modifier
source: Modifiers
es: Modificadores
sv: Modifierare
uk: Модифікатори

# setting.actions.icon
source: Icon
es: Icono
sv: Ikon
uk: Значок

# setting.actions.new
source: New...
es: Nueva...
sv: Ny...
uk: Нове...

# setting.actions.no-actions
source: no actions are defined in this profile
es: No hay razones definidas en este perfil
sv: inga handlingar har skapats i den här profilen
uk: цей профіль немає жодних визначених дій

# setting.actions.no-visible
source: no visible actions
es: sin acciones visibles
sv: inga synliga handlingar
uk: немає видимих дій

# setting.actions.preview
source: Preview:
es: Vista previa:
sv: Förhandsvisning:
uk: Попередній перегляд:

# setting.actions.preview.all
source: Show All
es: Mostrar todos
sv: Visa alla
uk: Відобразити все

# setting.actions.preview.deleted
source: Deleted Message
es: Mensaje Eliminado
sv: Raderade meddelanden
uk: Видалене повідомлення

# setting.actions.preview.emote-only
source: Emote-Only
es: Solo emoticonos
sv: Endast emotes
uk: Лише смайлики

# setting.actions.preview.followers
source: Followers-Only
es: Solo seguidores
sv: Endast följare
uk: Лише для підписників

# setting.actions.preview.mod
source: As Moderator
es: Como moderador
sv: Som moderator
uk: Як Модератор

# setting.actions.preview.mod_icons
source: With Mod Icons
es: Con iconos de mod
sv: Med moderatorikoner
uk: Зі Значками Модераторів

# setting.actions.preview.r9k
source: R9k Mode
es: Modo R9k
sv: R9K-läge
uk: Режим r9k

# setting.actions.preview.slow
source: Slow Mode
es: Modo lento
sv: Långsamt läge
uk: Повільний режим

# setting.actions.preview.subs
source: Subs Only
es: Solo suscriptores
sv: Endast prenumeranter
uk: Лише передплатники

# setting.actions.reason
source: Default Reason
es: Razón predeterminada
sv: Standardanledning
uk: Причина за замовченням

# setting.actions.set-chat
source: Paste this message into chat rather than sending it directly.
es: Pegar este mensaje en el chat sin enviarlo.
sv: Klistra in detta meddelande i chatten istället för att skicka det direkt.
uk: Вставте це повідомлення в чат замість надсилання його одразу.

# setting.actions.text
source: Label
es: Etiqueta
sv: Etikett
uk: Позначка

# setting.actions.tooltip
source: Custom Tooltip
es: Información de Herramienta Personalizada
sv: Anpassad inforuta
uk: Користувальницька Підказка

# setting.actions.type
source: Type
es: Tipo
sv: Typ
uk: Тип

# setting.actions.variables
source: Available Variables: {vars}
es: Variables disponibles: {vars}
sv: Tillgängliga variabler: {vars}
uk: Наявні змінні: {vars}

# setting.actions.visibility
source: Visibility
es: Visibilidad
sv: Synlighet
uk: Видимість

# setting.actions.visible
source: visible: {list}
sv: synliga: {list}
uk: видимо: {list}

# setting.actions.visible.always
source: always
es: siempre
sv: alltid
uk: завжди

# setting.actions.visible.deleted
source: if message deleted
es: si el mensaje ha sido eliminado
sv: om meddelandet är raderat
uk: якщо повідомлення видалено

# setting.actions.visible.mod
source: when moderator
es: cuando el moderador
sv: när moderator
uk: якщо модератор

# setting.actions.visible.mod_icons
source: when mod icons are shown
es: cuando los iconos de mod son mostrados
sv: när moderatorikoner visas
uk: якщо значки модераторів показано

# setting.actions.visible.slow
source: when slow mode
es: cuando el modo lento
sv: i långsamt läge
uk: у сповільненому режимі

# setting.actions.visible.undeleted
source: if message not deleted
es: si el mensaje no ha sido eliminado
sv: om meddelandet inte är raderat
uk: якщо повідомлення не видалено

# setting.add
source: Add
es: Añadir
sv: Lägg till
uk: Додати

# setting.appearance.localization.general.language.twitch
source: Use Twitch's Language
es: Usar Idioma de Twitch
sv: Använd samma språk som Twitch
uk: Використати Мову Twitch

# setting.backup-restore.about
source: This tool allows you to backup and restore your FrankerFaceZ settings, including all settings from the Control Center along with other data such as favorited emotes and blocked games.
es: Esta herramienta te permite hacer una copia de seguridad y restaurar la configuración de FrankerFaceZ, incluyendo todas las configuraciones del Centro de control junto con otros datos, como emoticonos favoritos y juegos bloqueados.
sv: Detta verktyg låter dig säkerhetskopiera och återställa dina FrankerFaceZ-inställningar, inklusive alla inställningar från kontrollpanelen med all annan data som favoritemotes och blockerade spel.
uk: Цей інструмент дозволяє вам створювати резервні копії та відновлювати ваші налаштування FrankerFaceZ, включаючи всі налаштування з Центру керування разом з іншими даними, такими як улюблені смайли та заблоковані ігри.

# setting.backup-restore.confirm-updates
source: The profile you are importing has an automatic update URL. Do you want the profile to keep itself up to date?
es: El perfil que estás importando tiene un enlace de actualización automática. ¿Quiéres que el perfil se mantenga al día?
sv: Profilen som du importerar har en URL för automatiska uppdateringar. Vill du att profilen håller sig uppdaterad?
uk: Профіль, який ви імпортуєте, має URL-адресу автоматичного оновлення. Ви хочете, щоб профіль постійно оновлювався?

# setting.backup-restore.disable-auto
source: No, prevent automatic updates.
es: No, evitar actualizaciones automáticas.
sv: Nej, förhindra automatiska uppdateringar.
uk: Ні, запобігти автоматичним оновленням.

# setting.backup-restore.enable-auto
source: Yes, allow automatic updates.
es: Sí, permitir actualizaciones automáticas.
sv: Ja, tillåt automatiska uppdateringar.
uk: Так, дозволити автоматичні оновлення.

# setting.backup-restore.error
source: There was an error processing this backup.
es: Se produjo un error al procesar esta copia de seguridad.
sv: Ett fel uppstod när i denna säkerhetskopia behandlades.
uk: Під час обробки цієї резервної копії сталася помилка.

# setting.backup-restore.imported
source: The profile "{name}" has been successfully imported with {count, plural, one {# setting} other {# settings}}.
es: El perfil "{name}" ha sido importado satisfactoriamente con {count, plural, one {# configuración} other {# configuraciones}}.
sv: Profilen "{name}" importerades med {count, plural, one {# inställning} other {# inställningar}}.
uk: Профіль "{name}" успішно імпортовано з {count, plural, one {# налаштування} other {# налаштувань}}.

# setting.backup-restore.imported-at
source: Imported at {now,datetime}.
es: Fecha de Importación: {now,datetime}.
sv: Importerades {now,datetime}.
uk: Імпортовано о {now,datetime}.

# setting.backup-restore.non-supported
source: This file is not recognized as a supported backup format.
es: Este archivo no se reconoce como un formato de copia de seguridad compatible.
sv: Denna filen har inte ett format som säkerhetskopieringen stödjer.
uk: Цей файл не розпізнається як підтримуваний формат резервної копії.

# setting.backup-restore.old-file
source: This file is invalid or was created in another version of FrankerFaceZ and cannot be loaded.
es: Este archivo no es válido o se creó en otra versión de FrankerFaceZ y no se puede cargar.
sv: Denna filen är ogiltig eller var skapad i en annan version av FrankerFaceZ och kan inte laddas.
uk: Цей файл не підходить або його було створено іншою версією FrankerFaceZ, відтак його неможливо завантажити.

# setting.backup-restore.pick-profile
source: Please select a profile to import.
es: Por favor seleccione un perfil para importar.
sv: Vänligen välj en profil att importera.
uk: Будь-ласка, оберіть профіль для імпортування.

# setting.backup-restore.restore-backup
source: Restore Backup
es: Restaurar copia de seguridad
sv: Återställ säkerhetskopia
uk: Відновити з Нової копії

# setting.backup-restore.restored
source: {count,number} items have been restored. Please refresh this page.
es: {count,number} artículos han sido restaurados. Por favor actualiza esta página.
sv: {count,number} saker har återställts. Vänligen uppdatera sidan.
uk: {count,number} пунктів було відновлено. Будь ласка, оновіть цю сторінку.

# setting.backup-restore.save-backup
source: Save Backup
es: Guardar copia de seguridad
sv: Spara säkerhetskopia
uk: Зберегти Резервну копію

# setting.cancel
source: Cancel
es: Cancelar
sv: Avbryt
uk: Скасувати

# setting.close
source: Close
es: Cerrar
sv: Stäng
uk: Закрити

# setting.combo-box.custom
source: Custom
es: Personalizado
sv: Anpassad
uk: Користувальницьке

# setting.configure
source: Configure
es: Configurar
sv: Konfigurera
uk: Налаштувати

# setting.data_management.profiles.edit_profile
source: Edit Profile
es: Editar perfil
sv: Redigera Profil
uk: Редагувати профіль

# setting.data_management.profiles.edit.desc
source: Description
es: Descripción
sv: Beskrivning
uk: Опис

# setting.data_management.profiles.edit.general
source: General
sv: Allmänt
uk: Загальне

# setting.data_management.profiles.edit.name
source: Name
es: Nombre
sv: Namn
uk: Ім'я

# setting.data_management.profiles.edit.rules
source: Rules
es: Reglas
sv: Regler
uk: Правила

# setting.delete
source: Delete
es: Eliminar
sv: Radera
uk: Видалити

# setting.delete-all
source: Delete All
es: Eliminar todas
sv: Radera alla
uk: Видалити всі

# setting.edit
source: Edit
es: Editar
sv: Redigera
uk: Редагувати

# setting.entry.chat.adjustment-mode.values.-1
source: No Color
es: Sin color
sv: Ingen färg
uk: Немає Кольору

# setting.entry.chat.adjustment-mode.values.0
source: Unchanged
es: Sin alterar
sv: Oförändrade
uk: Без змін

# setting.entry.chat.adjustment-mode.values.1
source: HSL Luma
sv: HSL-ljusstyrka

# setting.entry.chat.adjustment-mode.values.2
source: Luv Luma
sv: Luv-ljusstyrka
uk: Лума Luv

# setting.entry.chat.adjustment-mode.values.3
source: HSL Loop (BTTV-Like)
es: Lazo HSL (como BTTV)
sv: HSL-loop (liknar BTTV)
uk: Цикл HSL (Як BTTV)

# setting.entry.chat.adjustment-mode.values.4
source: RGB Loop (Deprecated)
es: Lazo RGB (Obsoleto)
sv: RGB-loop (föråldrad)
uk: Цикл RGB (Застаріле)

# setting.entry.chat.badges.style.values.1
source: Rounded
es: Redondeado
sv: Rundad
uk: Зкруглені

# setting.entry.chat.badges.style.values.2
source: Circular
sv: Cirkulär
uk: Кругові

# setting.entry.chat.badges.style.values.3
source: Circular (Color Only)
es: Circular (Solo color)
sv: Cirkulär (endast färg)
uk: Кругові (Тільки Колір)
