Repository: FrankerFaceZ/I18n
Catalog: strings/settings/*.po
Languages: es, sv, uk

# FFZ Control Center
source: Volume
sv: Öppna Twitch-prenumerationssidor genom att Shift-klicka på emotes när de är relevanta.

# FFZ Control Center
source: Volume
sv: Detta aktiverar större formaterat inbäddat innehåll i chatten. Detta rekommenderas **inte** för de flesta användare och/eller chattar. **OBS:** När detta aktiveras kan chatten rulla vid olämpliga tillfällen eftersom innehåll läses in. Moderatorer bör inte använda denna funktion.
uk: Це дає змогу використовувати в чаті вбудований більший вміст. Це **не** рекомендується для більшості користувачів і/або чатів. **Примітка.** Увімкнення цієї функції може спричинити прокручування чату в невідповідний момент через завантаження вмісту. Модератори не повинні використовувати цю функцію.

# setting.data_management.profiles.edit.rules.description
source: Rules allows you to define a series of conditions under which this profile will be active. When there are multiple rules, they must all match for the profile to activate. Please use an `Or` rule to create a profile that activates by matching one of several rules.
es: Las reglas te permiten definir una serie de condiciones bajo la cual éste perfil estará activo. Cuando existen multiple reglas, todas deben coincidir para que el perfil sea activado. Favor de utilizar la regla `Or` para crear un perfil que se activa al igualar una de las multiples reglas.
sv: Regler låter dig definiera en villkorsserie som kommer vara aktiv för denna profil. När det finns flera regler måste allihopa matcha profilen för att aktiveras. Använd en `Or`-regel för att skapa en profil som aktiveras genom att matcha en av flera regler.
uk: Правила дозволяють визначити низку умов, за яких цей профіль буде активним. Якщо існує кілька правил, усі вони мають збігатися, щоб профіль активувався. Скористайтеся правилом `Or`, щоб створити профіль, який активується за допомогою одного з кількох правил.

# FFZ Control Center
source: Volume
es: Por defecto, hereda su valor de Bits de pantalla. Este ajuste sólo afecta a los mensajes recién llegados.
sv: Som standard kommer detta ärva sitt värde från Visa bits. Denna inställning påverkas endast nya meddelanden.
uk: За замовчуванням це успадковує значення від Відобразити Bits. Цей параметр впливає лише на щойно отримані повідомлення.

# FFZ Control Center
source: Volume
es: A veces, los emotes más grandes se cuelan por las rendijas y acaban en Twitch. Esto limita el tamaño de los emotes de Twitch para mitigar el problema.
sv: Ibland kan Sometimes, riktigt enorma emotes slinka igenom och hamna på Twitch. Detta begränsar storleken på Twitch-emotes för att lindra problemet.
uk: Іноді справді огидно великі емоції прослизають крізь щілини й потрапляють на Twitch. Це обмежує розмір емоцій Twitch, щоб пом’якшити проблему.

# FFZ Control Center
source: Volume
es: Esta opción anula el modo "Mensajes eliminados" seleccionado en la configuración del chat de Twitch, al que normalmente sólo pueden acceder los moderadores. Breve oculta los mensajes por completo y muestra un aviso en el chat de que se han ocultado varios mensajes. Detallado muestra el contenido del mensaje. Legado muestra `<mensaje eliminado>` con un clic para revelarlo.
sv: Detta, när det aktiveras, överskrider läget för `Raderade meddelanden` som väljs i Twitchs chattinställningar, som vanligtvis bara är tillgänglig för moderatorer. Kortfattad döljer meddelanden helt och hållet och visar en notis i chatten att ett antal meddelanden har dolts. Detaljerad visar innehållet i meddelandet. Föråldrad visar `<raderat meddelande>` där man klickar för att visa.

# FFZ Control Center
source: Volume
sv: Tillåt tabbifyllning för emoji.

# FFZ Control Center
source: Volume
sv: Tillåt tabbifyllning för emotes utan att skriva ett kolon. (:)

# FFZ Control Center
source: Volume
sv: Detta förhindrar tabbifyllning för användarnamn utan prefixet @.

# FFZ Control Center
source: Volume
sv: Hur bred chatten bör vara, i bildpunkter. Detta kan påverkas av din webbläsares inställningar för zoomning och typsnittsstorlek.

# FFZ Control Center
source: Volume
sv: Visa en meny för att välja vilken kanal att besöka när man klickar på en värdkanal i katalogen.

# FFZ Control Center
source: Volume
sv: Visa en indikator på knappen för FFZ:s kontrollcenter när nya inställningar har lagts till i FrankerFaceZ.

# setting.clear.opt.Experiments
source: Experiment Overrides
es: Anulación de experimentos
sv: Experimentöverskridningar
uk: Зміни в експериментах

# setting.data_management.profiles.edit.updates.description
source: This profile has an associated URL for automatic updates. When updates are enabled and the profile updates, all settings associated with the profile will be reset. The profile's rules will be reset as well. The Name, Description, and Hotkey will not reset.
es: Este perfil tiene una URL asociada para actualizaciones automáticas. Cuando se activen las actualizaciones y se actualice el perfil, se restablecerán todos los ajustes asociados al perfil. También se restablecerán las reglas del perfil. El Nombre, la Descripción y la Tecla de acceso rápido no se restablecerán.
sv: Denna profil har en associerad webbadress för automatiska uppdateringar. När uppdateringar aktiveras och profilen uppdateras kommer alla inställningar som associeras med profilen att återställas. Profilens regler kommer även att återställas. Namnet, beskrivningen och kortkommandot kommer inte återställas.
uk: Цей профіль має пов'язану URL-адресу для автоматичного оновлення. Коли оновлення включені і профіль оновлюється, всі налаштування, пов'язані з профілем, будуть скинуті. Правила профілю також будуть скинуті. Назва, опис і гаряча клавіша не скидаються.

# setting.data_management.profiles.hotkey.desc
source: Setting a hotkey allows you to toggle a profile on or off at any time by using the hotkey. **Note:** A profile that is toggled on may still be inactive due to its rules.
es: La configuración de una tecla de acceso rápido le permite activar o desactivar un perfil en cualquier momento mediante la tecla de acceso rápido. **Nota:** Un perfil activado puede seguir inactivo debido a sus reglas.
sv: Ange ett kortkommando för att aktivera och inaktivera en profil när som helst med kortkommandot. **OBS:** En profil som aktiveras kan fortfarande bli inaktiverad p.g.a. sina regler.
uk: Встановлення гарячої клавіші дозволяє вмикати та вимикати профіль у будь-який час за допомогою гарячої клавіші. **Примітка:** Увімкнений профіль може залишатися неактивним через свої правила.

# FFZ Control Center
source: Volume
es: Ten en cuenta que, debido a las limitaciones del sitio web de Twitch, los nombres aquí deben tener el formato exacto que se muestra en tu cliente. Para obtener mejores resultados, puedes bloquear o desbloquear categorías directamente desde las páginas del directorio.
sv: Observera att p.g.a. begränsningar på Twitchs webbplats måste namnen här formateras exakt som de visas i din klient. Du kan blockera eller avblockera kategorier direkt från katalogsidor för bästa resultat.
uk: Будь ласка, зауважте, що через обмеження на сайті Twitch, імена мусять бути у форматі відповідному до того, як зображаються у вашому клієнті. Найзручніше буде блокувати та розблокувати категорії просто зі сторінки директорії.

# FFZ Control Center
source: Volume
es: Habilitar Alojamiento de Canales
sv: Aktivera kanalvärd

# setting.entry.chat.actions.size.description
source: How tall actions should be, in pixels. This may be affected by your browser's zoom and font size settings.
es: Qué altura deben tener las acciones, en píxeles. Esto puede verse afectado por los ajustes de zoom y tamaño de fuente de tu navegador.
sv: Hur höga åtgärder bör vara, i bildpunkter. Detta kan påverkas av din webbläsares inställningar för zoomning och typsnittsstorlek.
uk: Висота дій у пікселях. На це можуть впливати параметри масштабування та розміру шрифту вашого браузера.

# FFZ Control Center
source: Volume
es: Establece la relación de contraste mínima utilizada por los ajustes de Luma a la hora de determinar la legibilidad.
sv: Ange minimum för kontrastförhållandet som används av Luma-ljusstyrkan när läsbarhet beräknas.
uk: Встановіть мінімальне значення контрастності, що буде використовуватись регулюванням Luma під час визначення легкості читання.

# FFZ Control Center
source: Volume
es: Por defecto, la función Filtros de chat de Twitch no funciona para los moderadores. Esto anula ese comportamiento.
sv: Som standard fungerar inte Twitchs chattfiltreringsfunktion för moderatorer. Detta överskrider detta beteende.
uk: За замовчуванням функція Фільтрів чату Twitch не працює для модераторів. Це перекриває цю поведінку.

# FFZ Control Center
source: Volume
es: Garantiza que las insignias sean visibles sobre el fondo actual. **Nota:** Sólo afecta a las insignias con representación personalizada. Las insignias de suscriptor, insignias de bits, etc. no se ven afectadas.
sv: Ser till att dekaler är synliga mot den aktuella bakgrunden. **OBS:** Påverkar endast dekaler med anpassad rendering. Prenumerationsdekaler, bitdekaler, etc. påverkas inte.
uk: Забезпечує видимість значків на поточному тлі. **Примітка.** Впливає лише на значки з власним рендерингом. Бейджі передплатника, біт-бейджі тощо не впливають.

# setting.entry.chat.emote-menu.icon.description
source: **Note:** This setting may be forcibly enabled if other emote menus are detected, to ensure you can visually identify the FFZ Emote Menu.
es: **Nota:** Este ajuste puede activarse forzosamente si se detectan otros menús de emoticonos, para garantizar que puedas identificar visualmente el Menú de Emoticonos FFZ.
sv: **OBS:** Denna inställning kan tvångsaktiveras om andra emotemenyer upptäcks för att säkerställa att du visuellt kan identifiera FFZ:s emotemeny.
uk: **Примітка.** Це налаштування може бути примусово ввімкнено, якщо виявлено інші меню смайлів, щоб переконатися, що ви можете візуально ідентифікувати меню емоцій FFZ.

# FFZ Control Center
source: Volume
es: Mostrar una barra de navegación rápida en el lateral del menú.
sv: Visa ett snabbnavigeringsfält längst sidan på menyn.
uk: Показати панель швидкої навігації збоку від меню.

# FFZ Control Center
source: Volume
es: Permanece cargado tras la apertura.
sv: Stanna inläst efter menyn öppnas.
uk: Залишайтеся завантаженими після відкриття.

# FFZ Control Center
source: Volume
es: Esto hace que el menú emote permanezca en el DOM incluso cuando no está visible. Activar esto puede ayudar a que el sitio funcione mejor al abrir el menú si es lento. Por defecto, esta opción está activada cuando se utiliza `Mostrar todos los emotes en una pestaña.`
sv: Detta får emotemenyn att stanna kvar i DOM:en även om den inte är synlig. När detta aktiveras kan det hjälpa webbplatsen att prestera bättre när menyn öppnas om den är långsam. Som standard kommer denna inställning vara aktiverad när man använder `Visa alla emotes på en flik.`

# FFZ Control Center
source: Volume
es: Controla si se permite o no la reproducción de emotes animados en el chat. Si está `Desactivado`, las animaciones aparecerán como imágenes estáticas. Configurarlo como `Activar al pasar el ratón por encima` puede causar problemas de rendimiento.
sv: Detta styr om animerade emotes tillåts att spelas upp i chatten. När detta är `Inaktiverad` kommer emotes endast vara statiska bilder. `Aktivera vid hovring` kan orsaka prestandaproblem.
uk: Це визначає, чи можна відтворювати анімовані смайли в чаті. Коли це `Вимкнено`, емоції відображатимуться як статичні зображення. Встановлення значення `Увімкнути при наведенні' може спричинити проблеми з продуктивністю.

# FFZ Control Center
source: Volume
es: Este estilo se aplicará a los mensajes eliminados que se muestren en el modo de renderizado Detallado para diferenciarlos de los mensajes de chat normales.
sv: Denna stil kommer att tillämpas på raderade meddelanden som visas i Detaljerat renderingsläge för att skilja dem från vanliga chattmeddelanden.

# setting.entry.debug.link-resolver.source
source: Link Resolver
es: Resolución de Enlaces
sv: Länklösare
uk: Розпізнавальник посилань

# FFZ Control Center
source: Volume
sv: Visa endast formaterat inbäddat innehåll i meddelanden som skickas av användare med denna nivå eller högre.

# FFZ Control Center
source: Volume
sv: Detta visar formaterade innehållsblock för saker som länkade klipp och videor.

# FFZ Control Center
source: Volume
sv: Visa större formaterat innehåll i chatten.
uk: Відображати більше детального контенту в чаті.

# FFZ Control Center
source: Volume
sv: Förhindra chatten automatiskt från att rulla när musen hovrar eller en tangent hålls ned. **OBS:** När man rullar uppåt i chatten kommer den alltid förhindras från att rulla automatiskt, oavsett vad an anger i denna inställning.

# FFZ Control Center
source: Volume
sv: Tillåt tabbifyllning för FrankerFaceZ-emotes.

# FFZ Control Center
source: Volume
sv: Begränsa resultat för tabbifyllning till 25.

# FFZ Control Center
source: Volume
sv: Detta påverkar endast fönster som är minst 1200 bildpunkter breda och försöker göra spelaren och chattreprisen så stor som möjligt.
uk: Ця опція впливає лише на вікна шириною не менше 1200 пікселів і намагається зробити плеєр та чат якомога більшими.

# setting.entry.debug.link-resolver.source.values.prod
source: API Production
sv: API-produktion

# setting.entry.debug.link-resolver.source.values.socket
source: Socket Cluster (Deprecated)
sv: Socketskluster (föråldrad)
uk: Socket Cluster (застаріло)

# FFZ Control Center
source: Volume
sv: Visa endast en angiven värdkanal en gång i katalogen.

# FFZ Control Center
source: Volume
sv: Värdkanalmenyer

# FFZ Control Center
source: Volume
sv: Visa inte `Senaste videor` i följarkatalogen.

# FFZ Control Center
source: Volume
sv: Visa inte direktsändningsindikatorn på kanaler som direktsänder.

# FFZ Control Center
source: Volume
sv: Visa inte `Rekommenderade livekanaler` i följarkatalogen.

# FFZ Control Center
source: Volume
sv: Visa inte repriser i katalogen.

# FFZ Control Center
source: Volume
sv: feedback.log

# FFZ Control Center
source: Volume
sv: Aktivera meddelandefångst.

# FFZ Control Center
source: Volume
sv: Visa repriser

# FFZ Control Center
source: Volume
sv: Justera förstärkningen genom att rulla med mushjulet. Denna inställning har högre prioritet än att justera volymen genom att rulla. *Denna inställning kommer inte att fungera ordentligt på streamar med synliga tillägg när musinteraktioner med tillägg tillåts.*
uk: Налаштуйте підсилення, прокручуючи коліщатко миші. Цей параметр має пріоритет над регулюванням гучності за допомогою прокручування. *Це налаштування не працюватиме належним чином на стрімах із видимими розширеннями, якщо дозволено взаємодія миші з розширеннями.*

# FFZ Control Center
source: Volume
sv: Dölj reprisfältet som dyker upp ovanför spelaren när nuvarande kanal spelar upp en video istället för direktsänt innehåll.

# setting.entry.player.embed-metadata
source: Show metadata when mousing over the player.
sv: Visa metadata när musen ligger över spelaren.
uk: Показувати метадані при наведенні курсору на плеєр.

# FFZ Control Center
source: Volume
sv: Inkludera en skärmdump på inställningarna i rapporter.

# setting.profile.updates-about
source: This profile is set to automatically update. When it does, any changed settings within it will be reset. Profile Rules will be reset as well.
sv: Denna profil uppdateras automatiskt. När den gör det kommer alla dess inställningar att återställas. Profilregler kommer också att återställas.

# addon.ffzap-bttv.name
source: BetterTTV Emotes
es: Emoticonos BetterTTV
uk: Смайли BetterTTV

# setting.actions.appearance.text
source: Text
es: Texto
uk: Текст

# setting.actions.edit-visible.mod
source: Moderator
es: Moderador
uk: Модератор

# setting.entry.chat.banners.prediction
source: Allow Predictions to be displayed in chat.
es: Permitir que las predicciones sean mostradas en el chat.
uk: Дозволити відображення Прогнозів у чаті.

# setting.entry.chat.emoji.style.values.emojione
source: EmojiOne
es: Un Emoji

# setting.entry.chat.lines.emote-alignment.values.0
source: Standard
es: Estándar

# setting.entry.chat.rich.minimum-level.values.3
source: Moderator
es: Moderador
uk: Модератор

# setting.entry.chat.scroller.smooth-scroll.values.2
source: Medium
es: Medio
uk: помірно

# setting.entry.i18n.debug.transform.values.append_key
source: Append Key
es: Anexar Tecla
uk: Згадувати ключі

# setting.entry.layout.portrait-min-chat.description
source: When enabled, this minimizes the chat header and places the chat input box in line with the chat buttons in order to present a more compact chat able to display more lines with limited vertical space.
es: Cuando está habilitado, esto minimiza el encabezado del chat y coloca el cuadro de entrada del chat en línea con los botones del chat para obtener un chat más compacto capaz de mostrar más líneas con un espacio vertical limitado.
uk: Згортає заголовок чату до рядка повідомлень та кнопок задля збільшення корисного простору для повідомлень в умовах обмеженого простору по вертекалі.

# setting.entry.theme.color.chat-accent
source: Accent
es: Acento
uk: Підсвітлення

# setting.entry.theme.color.chat-text
source: Text
es: Texto
uk: Текст

# setting.key.shift
source: Shift
es: Mayúsculas

# setting.terms.type.text
source: Text
es: Texto
uk: Текст

# settings.filter.page.route.addons.deck
source: Deck
es: Escritorio
uk: Панель

# FFZ Control Center
source: Volume
es: Diseño
uk: Макет

# FFZ Control Center
source: Volume
es: Escuadrones
uk: Загони

# FFZ Control Center
source: Volume
es: Esta función está pensada para evitar posibles confusiones por parte de los chateadores que utilizan emotes para fingir vítores en los mensajes. Cuando esté activada, los mensajes que contengan vítores reales mostrarán un mensaje sobre ellos, de forma similar a como funcionan los mensajes de reabono o los canjes de puntos con mensajes.
uk: Ця функція покликана запобігти можливій плутанині через спілкування, яке використовує смайли для імітації Cheers у повідомленнях. Якщо ввімкнено, над повідомленнями, які містять справжні Cheers, відображатиметься повідомлення, подібне до того, як функціонують повідомлення про повторну передплату або обмін балами за допомогою повідомлень.

# FFZ Control Center
source: Volume
es: En línea
uk: Поряд

# FFZ Control Center
source: Volume
es: No redirigir automáticamente a Squad Streams.

# FFZ Control Center
source: Volume
es: Permitir que los mensajes sobre Drops se muestren en el chat.
uk: Дозволити відображати повідомлення про Drops у чаті.

# FFZ Control Center
source: Volume
es: La tabla de clasificación muestra los mejores animadores y subanimadores de un canal. Por defecto debido a una implementación anterior, esto hereda su valor de [Chat > Bits y Porras > Mostrar Bits](~chat.bits_and_cheering).
uk: Таблиця лідерів показує найпопулярніших уболівальників і дарувальників передплат у каналі. За замовчуванням через попередню реалізацію це успадковує значення від [Chat > Bits and Cheering > Display Bits](~chat.bits_and_cheering).

# FFZ Control Center
source: Volume
es: Mostrar mensajes cuando un animador comparte recompensas con otras personas en el chat.
uk: Показувати повідомлення, коли Cheer ділиться нагородами з людьми в чаті.

# FFZ Control Center
source: Volume
es: Exhiba la pancarta del Arca de Regalos de la Comunidad.
uk: Покажіть банер «Скриня подарунків спільноти».

# setting.entry.chat.emote-menu.modifiers.values.1
source: In-Line
es: En línea
uk: Поряд

# FFZ Control Center
source: Volume
es: Oculta la barra "Ahora en vivo".

# FFZ Control Center
source: Volume
es: Permite que aparezcan Celebraciones.
uk: Дозволити появу Святкувань.

# FFZ Control Center
source: Volume
es: Las celebraciones son animaciones que cubren toda la página de Twitch.

# addon.deck.name
source: Deck
uk: Колода

# addon.version
source: Version {version}
uk: Версія {version}

# setting.entry.chat.emote-menu.default-tab.values.emoji
source: Emoji
uk: Емоджі

# setting.key.meta
source: Meta
uk: Мета

# settings.filter.page.route.video
source: Video
uk: Відео

# setting.provider.local.title
source: Local Storage
uk: Локальне сховище

# setting.entry.metadata.modview.hide-info
source: Hide "Hide Stream Info Stripe" button.
uk: Сховати кнопку «Приховати смугу інформації про потік».

# FFZ Control Center
source: Volume
uk: Показувати кнопку пропонованих підписок із наразі запропонованими користувачами.

# FFZ Control Center
source: Volume
uk: До якого кластера серверів підключатися. Не змінюйте це налаштування, якщо ви фактично не розробляєте серверну частину сокет-сервера. Це призведе до поломки всіх функцій, які покладаються на сервер сокетів, включаючи пошук інформації про смайли, підказки посилань і оновлення даних у реальному часі.

# setting.entry.debug.link-resolver.source.values.dev
source: localhost
uk: Локальний хост

# setting.entry.chat.emoji.style.values.blob
source: Blob
uk: Крапля

# setting.entry.layout.hide-discover-luna
source: Hide the "Discover Luna" link.
uk: Сховаnb посилання «Discover Luna».

# FFZ Control Center
source: Volume
uk: Показати Здобич Prime Gaming .

# FFZ Control Center
source: Volume
uk: Рекомендовані для відстеження

# FFZ Control Center
source: Volume
uk: Значення за замовчуванням для керування підсиленням, коли керування підсиленням увімкнено. 100% означає відсутність зміни гучності.

# FFZ Control Center
source: Volume
uk: **Діапазон:** 0 ~ 100 Мінімально допустиме значення для регулювання посилення. 0% фактично тиша.

# setting.entry.chat.emotes.2x.values.1
source: Emotes
uk: Смайли

# FFZ Control Center
source: Volume
uk: **Діапазон:** 100 ~ 1000 Максимально допустиме значення для регулювання посилення. 100% без змін. 200% — подвійна гучність.

# FFZ Control Center
source: Volume
uk: Якщо це налаштування ввімкнено, вбудована гучність буде прихована, а контроль підсилення буде єдиним способом змінити гучність.

# settings.terms.sensitive
source: Aa
uk: Аа
