Repository: FrankerFaceZ/I18n
Catalog: strings/settings/*.po
Languages: es, sv, uk

# setting.profiles.drag
source: Drag profiles to change their priority.
es: Arrastra los perfiles para cambiar su prioridad.
sv: Drag i profiler för att ändra deras prioritering.
uk: Перетягніть профілі аби змінити їхній приорітет.

# setting.profiles.inactive
source: This profile is not active.
es: Este perfil no está activo.
sv: Denna profil är inte aktiv.
uk: Цей профіль неактивний.

# setting.profiles.inactive.description
source: This profile's rules don't match the current context and it therefore isn't currently active, so you won't see changes you make here reflected on Twitch.
es: Las reglas de este perfil no coinciden con el contexto actual y, por lo tanto, no está activo actualmente, por lo que no verás los cambios que realices aquí reflejados en Twitch.
sv: Den här profilens regler matchar inte nuvarande sammanhanget och är därmed inte aktivt, så du kommer inte att se ändringar du gör här på Twitch.
uk: Правила цього профілю не збігаються з поточним контекстом, через що є наразі неактивованими, отже ви не побачити жодних внесених тут змін на Твічі.

# setting.profiles.moderation
source: Moderation
es: Moderación
sv: Moderering
uk: Модерування

# setting.profiles.moderation.description
source: Settings that apply when you are a moderator of the current channel.
es: Ajustes que se aplican cuando eres el moderador del canal actual.
sv: Inställningar som gäller när du är moderator i den nuvarande kanalen.
uk: Налаштування для каналів де ви є модератором.

# setting.profiles.new
source: New Profile
es: Nuevo perfil
sv: Ny profil
uk: Новий профіль

# setting.profiles.warn-delete
source: Are you sure you wish to delete this profile? It cannot be undone.
es: ¿Seguro que quieres eliminar este perfil? No podrás dar marcha atrás.
sv: Är du säker på att du vill radera denna profil? Profilen kan inte återställas.
uk: Ви впевнені, що хочете видалити цей профіль? Ця дія незворотна.

# setting.reasons.add-default
source: Add Defaults
es: Añadir predeterminadas
sv: Lägg till standardvärden
uk: Додати Замовчення

# setting.reasons.add-default-tip
source: Add all of the default reasons to this profile.
es: Añadir todas las razones predeterminadas a este perfil
sv: Lägg till alla standardanledningar i denna profil.
uk: Додати всі причини за замовченням до цього профілю.

# setting.reasons.add-placeholder
source: Add a new reason
es: Añadir una razón nueva
sv: Lägg till en ny anledning
uk: Додати нову причину

# setting.reasons.delete-all
source: Delete all of this profile's reasons.
es: Eliminar todas las razones de este pefil.
sv: Radera alla anledningar som tillhör den här profilen.
uk: Видалити всі причини цього профілю.

# setting.reasons.info
source: Reasons can be selected using action context menus to add extra information to bans and timeouts.
es: Las razones se pueden seleccionar utilizando menús contextuales de acción para agregar información adicional a prohibiciones y tiempos de espera.
sv: Anledningar kan bli valda med hjälp av innehållsmenyn för att lägga till information vid bans eller timeouts.
uk: Причини можна обирати з контекстного меню дій задля додавання розлогої інформації до Наданих Перерв та Блокувань.

# setting.reasons.no-reasons
source: no reasons are defined in this profile
es: No hay razones definidas en este perfil
sv: inga anledningar har skapats i den här profilen
uk: цей профіль немає жодних визначених причин

# setting.reset
source: Reset to Default
es: Resetear a predeterminado
sv: Återställ till standardvärde

# setting.reset-all
source: Reset All to Default
es: Restablecer todo a predeterminado
sv: Återställ allting till standardvärden
uk: Скинути все до Замовчень

# setting.save
source: Save
es: Guardar
sv: Spara
uk: Зберегти

# setting.terms.add-placeholder
source: Add a new term
es: Añadir un término nuevo
sv: Lägg till en ny term
uk: Додати новий вираз

# setting.terms.add-term
source: Add
es: Añadir
sv: Lägg till
uk: Додати

# setting.terms.no-terms
source: no terms are defined in this profile
es: no hay términos definidos en este perfil
sv: inga termer har definierats i denna profil
uk: в цьому профілі немає визначених виразів

# setting.terms.remove.off
source: Do not remove matching messages from chat.
es: No eliminar mensajes iguales del chat.
sv: Ta inte bort matchande meddelanden från chatten.
uk: Не вилучати з чату підхожі повідомлення.

# setting.terms.type.regex
source: Regex
sv: Reguljärt
uk: Регулярний вираз

# setting.terms.type.regex-word
source: Regex (Word)
es: Regex (Palabra)
sv: Reguljärt (ord)
uk: Регулярний вираз (Слово)

# setting.tooltip-example
source: For an example, please hover this link:
es: Por ejemplo, pase el cursor por este enlace:
sv: Till exempel, vänligen för muspekaren över denna länken:
uk: Для прикладу, наведіть вказівник мишки на це посилання:

# setting.true
source: True
es: Verdadero
sv: Sant
uk: Так

# setting.unset
source: Unset
es: Desarmado
sv: Ta bort
uk: Прибрати

# setting.visible
source: Visible
sv: Synlig
uk: Видимий

# setting.warn-inheritence
source: These values are being overridden by another profile and may not take effect.
es: Estos valores están siendo anulados por otro perfil y podrían no tener efecto.
sv: Dessa värden överskrids av en annan profil och kommer eventuellt inte att ta effekt.
uk: Ці значення перекриваються такими з іншого профілю і можливо не матимуть впливу.

# setting.warn-unsaved
source: You have unsaved changes. Are you sure you want to leave the editor?
es: Tienes cambios sin guardar. ¿Seguro que quieres abandonar el editor?
sv: Du har osparade ändringar. Är du säker på att du vill lämna redigeraren?
uk: Ви маєте незбережені зміни. Ви впевнені, що хочете покинути редактор?

# settings.filter.category
source: Current Category
es: Categoría actual
sv: Aktuell kategori
uk: Поточна категорія

# settings.filter.channel
source: Current Channel
es: Canal actual
sv: Nuvarande kanal
uk: Поточний канал

# settings.filter.if
source: If
es: Si
sv: Om
uk: Якщо

# settings.filter.invert
source: Invert
es: Invertir
sv: Invertera
uk: Інвертувати

# settings.filter.moderator
source: Is Moderator
es: Es moderador
sv: Är moderator
uk: Є Модератором

# settings.filter.native-dark
source: Dark Theme
es: Tema oscuro
sv: Mörkt tema
uk: Темна тема

# settings.filter.or
source: Or
es: O
sv: Eller
uk: Або

# settings.filter.page
source: Current Page
es: Página actual
sv: Nuvarande sida
uk: Поточна сторінка

# settings.filter.page.route.addons.deck.tab
source: Tab
es: Pestaña
sv: Flik
uk: Таб

# settings.filter.page.route.collection
source: Collection
es: Colección
sv: Samling
uk: Колекція

# settings.filter.page.route.dash
source: Dashboard
es: Panel de control
sv: Kontrollpanelen
uk: Щиток

# settings.filter.page.route.dash-chat
source: Dashboard Popout Chat
es: Chat del panel de control en ventana emergente
sv: Chatt-popout för Kontrollpanelen
uk: Щиток Відокремити Чат

# settings.filter.page.route.dash-chat.userName
source: User Name
es: Nombre de usuario
sv: Användarnamn
uk: Ім'я користувача

# settings.filter.page.route.dir
source: Browse
es: Explorar
sv: Bläddra
uk: Огляд

# settings.filter.page.route.dir-all
source: Browse Live Channels
es: Explorar canales en directo
sv: Bläddra livekanaler
uk: Перегляд он-лайн каналів

# settings.filter.page.route.dir-following
source: Following
es: Siguiendo
sv: Följer
uk: Підписки

# settings.filter.page.route.dir-game-clips
source: Dir Game Clips
es: Dir Juego Clips
sv: Katalog för spelklipp
uk: Кліп гри

# settings.filter.page.route.dir-game-index
source: Dir Game Index
es: Dir Juego Inicio
sv: Katalog för spelindex
uk: Дир Індекс Ігор

# settings.filter.page.route.dir-game-videos
source: Dir Game Videos
es: Dir Juego Vídeos
sv: Katalog för spelvideor
uk: Відео ігри

# settings.filter.page.route.embed-chat
source: Embed Chat
es: Empotrar Chat
sv: Inbäddad chatt
uk: Вбудувати Чат

# settings.filter.page.route.embed-chat.userName
source: User Name
es: Nombre de usuario
sv: Användarnamn
uk: Ім'я користувача

# settings.filter.page.route.event
source: Event
es: Evento
sv: Evenemang
uk: Подія

# settings.filter.page.route.front-page
source: Front Page
es: Página Delantera
sv: Framsida
uk: Головна Сторінка

# settings.filter.page.route.popout
source: Popout Chat
es: Chat en ventana emergente
sv: Chatt-popout
uk: Відокремити Чат

# settings.filter.page.route.popout.userName
source: User Name
es: Nombre de usuario
sv: Användarnamn
uk: Ім'я Користувача

# settings.filter.page.route.product
source: Product
es: Producto
sv: Produkt
uk: Продукт

# settings.filter.page.route.squad
source: Squad
es: Escuadrón
sv: Grupp
uk: Загін

# settings.filter.page.route.user
source: User
es: Usuario
sv: Användare
uk: Користувач

# settings.filter.page.route.user-clip
source: User Clip
es: Clip del usuario
sv: Användarklipp
uk: Кліп Користувача

# settings.filter.page.route.user-clips
source: User Clips
es: Clips del usuario
sv: Användarklipp
uk: Кліпи Користувачів

# settings.filter.page.route.user-collections
source: User Collections
es: Colecciones del usuario
sv: Användarsamlingar
uk: Колекції Користувачів

# settings.filter.page.route.user-events
source: User Events
es: Eventos del usuario
sv: Användarhändelser
uk: Події Користувачів

# settings.filter.page.route.user-followers
source: User Followers
es: Seguidores del usuario
sv: Användarföljare
uk: Підписники Користувача

# settings.filter.page.route.user-following
source: User Following
es: Usuario Siguiendo
sv: Användare Följer
uk: Підписки Коирстувача

# settings.filter.page.route.user-video
source: Channel Video
es: Video del canal
sv: Kanalvideo
uk: Відео Каналу

# settings.filter.page.route.user-videos
source: User Videos
es: Videos del usuario
sv: Användarvideor
uk: Відео користувача

# settings.filter.squad
source: Squad Mode
es: Modo Escuadrón
sv: Gruppläge
uk: Режим Squad

# settings.filter.theater
source: Theater Mode
es: Modo teatro
sv: Teaterläge
uk: Режим театру

# settings.filter.time
source: Time of Day
es: Hora del Día
sv: Tid på dagen
uk: Термін затримки

# settings.filter.time.end
source: End:
es: Fin:
sv: Slutar:
uk: Кінець:

# settings.filter.time.start
source: Start:
es: Comienzo:
sv: Startar:
uk: Початок:

# settings.filter.true_false
source: True or False
es: Verdadero o Falso
sv: Sant eller Falskt
uk: Правдиво чи Неправдиво

# home.addon-new
source: New Add-Ons
es: Nuevos complementos
sv: Nytt tillägg
uk: Нові надбудови

# home.addon-updates
source: Updated Add-Ons
es: Complementos actualizados
sv: Uppdaterade tillägg
uk: Оновлені надбудови

# home.addon-updates.desc
source: These add-ons have updated within the past seven days. Check the [changelog](~add_ons.changelog) to see what's changed.
es: Estos complementos han sido actualizados en los últimos siete días. Visita el [changelog](~add_ons.changelog) para ver qué ha cambiado.
sv: Dessa tillägg uppdaterades inom de sju senaste dagarna. Se [ändringsloggen](~add_ons.changelog) för att ta reda på vad som har förändrats.
uk: Ці надбудови оновлювалися протягом останніх семи днів. Перевірте [журнал змін](~add_ons.changelog), щоб побачити, що змінилося.

# home.changelog.by-line
source: By: {user}
es: Por: {user}
sv: Av: {user}
uk: Автор:{user}

# addon.unlisted.id
source: add-on id
es: id de complemento
sv: tilläggs-id
uk: id додатку

# addon.updated
source: Updated: {when,humantime}
es: Actualizado: {when,humantime}
sv: Uppdaterad: {when,humantime}
uk: Оновлено: {when,humantime}

# home.new-settings.desc
source: These are settings that you haven't looked at yet.
es: Estos son nuevos ajustes que aún no has visto.
sv: Dessa inställningar har du ännu inte tittat på.
uk: Це налаштування, які ви ще не переглядали.

# setting.actions.add-default-tip
source: Add all of the default actions to this profile.
es: Agregar todas las acciones predeterminadas a este perfil.
sv: Lägg till alla standardåtgärder i denna profil.
uk: Додати всі дії за замовченням до цього профілю.

# setting.actions.appearance.combo
source: Text and Icon
es: Texto e ícono
sv: Text och ikon
uk: Текст та Значок

# setting.actions.edit-visible.emote-only
source: Emote-Only Mode
es: Modo solo emoticonos
sv: Endast emote-läge
uk: Режим Тільки-Смайли

# setting.actions.edit-visible.follows
source: Follower-Only Mode
es: Modo solo seguidores
sv: Endast följare-läge
uk: Режим Тільки-Підписники

# setting.actions.edit-visible.slow
source: Slow Mode
es: Modo lento
sv: Långsamt läge
uk: Повільний Режим

# setting.actions.visible.hover
source: when hovering
es: al pasar el ratón encima
sv: vid hovring
uk: при наведенні

# setting.actions.warn-hidden
source: You currently have Mod Icons turned off in your Twitch chat settings, so some actions might be hidden as a result. Use the settings menu in chat to toggle them.
es: Actualmente tienes los Mods de los iconos desactivados en la configuración del chat de Twitch, por lo tanto, algunas acciones podrían estar ocultas como resultado. Usa el menú de configuración para cambiarlo.
sv: Du har för tillfället inaktiverat moderatorikoner i dina Twitch-chattinställningar så vissa åtgärder kanske är dolda p.g.a. detta. Använd inställningsmenyn i chatten för att ändra detta.
uk: Зараз у ваших налаштуваннях чату Twitch вимкнено піктограми модераторів, тому в результаті деякі дії можуть бути приховані. Використовуйте меню налаштувань у чаті, щоб перемикати їх.

# setting.actions.visible.modifier
source: when {key_list} {keys, plural, one {is} other {are}} held
es: cuando {keys,plural, one{la tecla} other{las teclas}} {key_list} {keys, plural, one {está presionada} other {están presionadas}}
sv: när {key_list} {keys, plural, one {hålls} other {hålls}} ned
uk: при {key_list} {keys, plural, one {утриманні} other {утриманні}}

# FFZ Control Center
source: Volume
es: Complementos
sv: Tillägg
uk: Надбудови

# FFZ Control Center
source: Volume
es: Complementos
sv: Tillägg

# settings.term.color.tip
source: Color
sv: Färg
uk: Колір

# addon.created
source: Created: {when,date}
es: Creado: {when,date}
sv: Skapad: {when,date}
uk: Створено:{when,date}

# addon.show-less
source: (Show Less)
es: (Mostrar menos)
sv: (Visa färre)
uk: (Показати менше)

# addon.sort-update
source: Sort By: Updated
es: Ordenar por: Fecha
sv: Sortera efter: Uppdaterad
uk: Сортувати за: Дата оновлення

# home.addon-new.desc
source: These add-ons were published within the past seven days. Check them out in [Add-Ons](~add_ons).
es: Estos complementos han sido publicados en los últimos siete días. Échales un vistazo en [Add-Ons](~add_ons).
sv: Dessa tillägg publicerade inom de sju senaste dagarna. Ta en titt på dem i [Tillägg](~add_ons).
uk: Ці доповнення були опубліковані протягом останніх семи днів. Перегляньте їх у [Add-Ons](~add_ons).

# home.new-settings
source: New Settings
es: Nuevos ajustes
sv: Nya inställningar
uk: Нові налаштування

# setting.actions.add-default
source: Add Defaults
es: Agregar Predeterminados
sv: Lägg till standardvärden
uk: Додати параметри за замовчуванням

# setting.actions.edit-visible.r9k
source: R9k Mode
es: Modo R9k
sv: R9k-läge
uk: Режим R9k

# setting.actions.edit-visible.subs
source: Subs Mode
es: Modo Subscriptores
sv: Prenumerantläge
uk: Режим для Передплатників

# addon.unlisted.explain
source: Unlisted Add-Ons are add-ons that have undergone approval but have opted to avoid being listed in the main listing. This could be due to the add-on being specialized for certain users, or due to the add-on being still under development. If you know an unlisted add-on's ID, enter it here for it to be displayed.
es: Complementos No Listados son complementos que han sido aprobados pero han optado por permanecer fuera de la lista prinicipal. Esto podría deberse a que el complemento está especializado para ciertos usuarios, o debido a que el complemento aún está en desarrollo. Si conoces el ID de un complemento no listado, ingréselo aquí para que se muestre.
sv: Olistade tillägg är tillägg som har blivit godkända men har valt att inte finnas i huvudlistan. Detta kan bero på att tillägget är avsett för vissa användare eller att tillägget håller fortfarande på att utvecklas. Om du känner till ID:et till ett olistat tillägg kan du ange det här för att göra det synligt.
uk: Надбудови не зі списку, це такі надбудови які було схвалено, але вони добровільно не показуються у головному списку. Так може бути, якщо надбудову призначено для певних користувачів, або якщо надбудова перебуває в стані розробки. Якщо вам відомий ID такої надбудови, введіть його тут, щоб показати таку надбудову.

# FFZ Control Center
source: Volume
es: Los complementos son módulos adicionales, a menudo escritos por otras personas, que FrankerFaceZ puede cargar automáticamente para añadir nuevas capacidades y comportamientos a la extensión y a Twitch.
sv: Tillägg är extramoduler som oftast skrivs av andra personer och kan läsas in automatiskt av FrankerFaceZ för att lägga till nya funktioner och beteenden i webbläsartillägget och Twitch.
uk: Надбудови — це додаткові модулі, часто написані іншими людьми, які FrankerFaceZ може автоматично завантажувати, щоб додати нові можливості та поведінку до розширення та Twitch.

# FFZ Control Center
source: Volume
es: Esto es una vista rápida del nuevo sistema que vendrá a FrankerFaceZ. Se esperan grandes cambios aquí, incluido separar modos Básicos y Avanzados, y mejor selección de colores.
sv: Detta är en snabbförhandsvisning av ett nytt system som kommer snart till FrankerFaceZ. Förvänta stor förändringar här, inklusive grundläggande och avancerat läge samt bättre färgurval.
uk: Це попередній перегляд нової системи, що скоро з’явиться у FrankerFaceZ. Тут можна очікувати великих змін, наприклад окремі меню для простого та розширеного режимів, та кращий вибір кольору.

# setting.backup-restore.http-error
source: Unable to read JSON from the provided URL.
es: No se puede leer JSON de la URL proporcionada.
sv: Kunde inte läsa JSON från angiven webbadress.
uk: Неможливо прочитати JSON із наданої URL-адреси.

# FFZ Control Center
source: Volume
es: Aquí puedes definir acciones personalizadas que aparecerán junto a los mensajes en el chat. Si no ves en el chat una acción que has definido aquí, asegúrate de que has habilitado Iconos Mod en el menú de configuración del chat.
sv: Här kan du definiera anpassade åtgärder som kommer dyka upp bland meddelanden i chatten. Om du inte ser en åtgärd som du har definierat här i chatten, se till att du har aktiverat moderatorikoner i chattinställningsmenyn.
uk: Тут ви можете визначити користувальницькі дії, які відображатимуться в повідомленнях у чаті. Якщо ви не бачите дію, яку ви визначили тут у чаті, переконайтеся, що ви ввімкнули 'Значки Модератора' у меню налаштувань чату.

# FFZ Control Center
source: Volume
es: Visibilidad
sv: Synlighet
uk: Видимість

# FFZ Control Center
source: Volume
es: General
sv: Allmänt
uk: Загальне

# FFZ Control Center
source: Volume
es: Apariencia
sv: Utseende
uk: Вигляд

# setting.provider.selected
source: (Current)
es: (Actual)
sv: (Nuvarande)

# FFZ Control Center
source: Volume
es: Comportamiento
sv: Beteende
uk: Поведінка

# setting.entry.directory.hidden.style.values.2
source: Blur Image
es: Difuminar Imagen
sv: Sudda ut bild
uk: Розмивати Зображення

# FFZ Control Center
source: Volume
es: Versión
sv: Version
uk: Версія

# setting.entry.chat.me-style.values.0
source: No Style
sv: Ingen stil

# FFZ Control Center
source: Volume
sv: Aktivera porträttläge

# FFZ Control Center
source: Volume
sv: När någon använder `/me` kommer meddelandet renderas med denna stil.

# FFZ Control Center
source: Volume
sv: Typsnittsfamilj

# FFZ Control Center
source: Volume
es: Muestra la IU asociada a los bits. Nota: Esto no ocultará la animación en los mensajes de chat.
sv: Visa gränssnitt som associeras med bits. OBS: Detta kommer inte dölja cheers i chattmeddelanden.
uk: Відображення інтерфейсу користувача, пов’язаного з Bits'ами. Примітка: це не приховає Cheering у повідомленнях чату.

# FFZ Control Center
source: Volume
es: Categorias
sv: Kategorier
uk: Категорії

# FFZ Control Center
source: Volume
sv: Lägg till en nedladdningsknapp för redigerare på klippsidor.

# FFZ Control Center
source: Volume
sv: Justering

# FFZ Control Center
source: Volume
sv: Allmänt

# FFZ Control Center
source: Volume
sv: Lägg till en knapp för `bild-i-bild` i spelarkontrollen.

# setting.clear.step-2
source: Are you really sure? Please enter `{code}` in the text box below to confirm.
es: Estas realmente seguro? Porfavor introduzca `{code}` abajo para confirmar.
sv: Är du verkligen säker på det? Skriv `{code}` i textfältet nedan för att bekräfta.
uk: Ви дійсно впевнені? Введіть `{code}` у текстове поле нижче для підтвердження.

# addon.dev
source: Developer
es: Desarrollador
sv: Utvecklare
uk: Розробник

# addon.sort-create
source: Sort By: Created
es: Ordenar por: Creación
sv: Sortera efter: Skapad
uk: Сортувати за: Дата створення

# addon.sort-name
source: Sort By: Name
es: Ordenar por: Name
sv: Sortera efter: Namn
uk: Сортувати за: Назва

# addon.filter-enabled
source: Only display enabled add-ons.
es: Mostrar solo los complementos activos.
sv: Visa endast aktiverade tillägg.
uk: Показувати лише активовані надбудови.

# addon.show-more
source: (Show More)
es: (Mostrar Más)
sv: (Visa fler)
uk: (Докладніше)

# FFZ Control Center
source: Volume
es: Registro de cambios.
sv: Ändringslogg
uk: Змінопис

# setting.add_ons.changelog.title
source: Add-Ons Changelog
es: Registro de cambios de Complementos
sv: Ändringslogg för tillägg
uk: Змінопис Додатків

# FFZ Control Center
source: Volume
es: Desarrollo
sv: Utveckling
uk: Розробка

# FFZ Control Center
source: Volume
es: Apariencia
sv: Utseende
uk: Вигляд

# FFZ Control Center
source: Volume
es: Centro de Control
sv: Kontrollcenter
uk: Центр керування

# FFZ Control Center
source: Volume
es: Buscar
sv: Sökning
uk: Пошук

# FFZ Control Center
source: Volume
es: Personalizar la apariencia de Twitch. Cambie la combinación de colores y las fuentes y ajuste el diseño para optimizar su experiencia.
sv: Anpassa Twitchs utseende. Byt färgschema och typsnitt samt justera layouten för att optimera din upplevelse.
uk: Персоналізуйте зовнішній вигляд Twitch. Змініть колірну схему та шрифти, а також налаштуйте макет, щоб оптимізувати роботу.

# FFZ Control Center
source: Volume
es: Canal
sv: Kanal
uk: Канал

# FFZ Control Center
source: Volume
es: Clips
sv: Klipp
uk: Кліпи

# FFZ Control Center
source: Volume
es: Navegación Lateral
sv: Sidonavigering
uk: Бічна навігація

# FFZ Control Center
source: Volume
es: Navegación Superior
sv: Toppnavigering
uk: Верхня навігація

# FFZ Control Center
source: Volume
es: Localización
sv: Lokalisering
uk: Локалізація

# setting.appearance.localization.formatting
source: Formatting
es: Formateo
sv: Formatering
uk: Форматування

# FFZ Control Center
source: Volume
es: General
sv: Allmänt
uk: Загальні

# setting.appearance.localization.general.language.joke
source: Joke Languages
es: Idioma de Chistes
sv: Skämtspråk
uk: Жартівливі Мови

# setting.appearance.localization.general.language.languages
source: Supported Languages
es: Idiomas Admitidos
sv: Språk som stöds
uk: Підтримувані Мови

# FFZ Control Center
source: Volume
es: Tema
sv: Tema
uk: Оформлення

# setting.appearance.theme.chat_colors
source: Chat Colors
es: Colores del Chat
sv: Chattfärger
uk: Кольори в чаті

# FFZ Control Center
source: Volume
es: Colores
sv: Färger
uk: Кольори

# FFZ Control Center
source: Volume
es: Fuentes
sv: Typsnitt
uk: Шрифти

# setting.backup-restore.http-loading
source: Loading...
es: Cargando...
sv: Läser in...
uk: Завантаження...
