Repository: FrankerFaceZ/I18n
Catalog: strings/settings/*.po
Languages: es, sv, uk

# FFZ Control Center
source: Volume
sv: Standardformatet för tidsstämplar. Anpassade tidsformat formateras med biblioteket [Day.js](https://day.js.org/docs/en/display/format).

# FFZ Control Center
source: Volume
sv: Språk

# FFZ Control Center
source: Volume
sv: Tröskel för porträttläge

# setting.entry.layout.portrait-min-chat
source: Use compact chat in Portrait Mode.
es: Usar chat compacto en Modo Vertical.
sv: Använd kompakt chatt i porträttläge.
uk: Компактний чат в портретному режимі.

# FFZ Control Center
source: Volume
sv: Typsnittsstorlek

# FFZ Control Center
source: Volume
sv: Teaterläge

# FFZ Control Center
source: Volume
sv: Typsnitt

# FFZ Control Center
source: Volume
sv: Position

# FFZ Control Center
source: Volume
sv: Volym

# setting.record-key
source: Press a Key
sv: Tryck på en tangent

# setting.right-click-reset
source: Right-Click to Reset
es: Click derecho para Restablecer
sv: Högerklicka för att återställa
uk: Клац правою кнопкою мишки щоб Скинути

# setting.terms.remove.on
source: Remove matching messages from chat.
es: Eliminar mensajes iguales del chat.
sv: Ta bort matchande meddelanden från chatten.
uk: Вилучати відповідні повідомлення з чату.

# settings.back
source: Back
es: Atrás
sv: Tillbaka
uk: Назад

# settings.filter.page.route.command-center
source: Command Center
es: Centro de Mando
sv: Kommandocenter
uk: Командний Центр

# setting.entry.theme.color.chat-background
source: Background
es: Fondo
sv: Bakgrund
uk: Тло

# FFZ Control Center
source: Volume
sv: Typsnittsstorlek

# FFZ Control Center
source: Volume
es: Usuarios Destacados
sv: Markera användare
uk: Підсвітити користувачів

# FFZ Control Center
source: Volume
es: Términos Destacados
sv: Markera termer
uk: Підсвітити умови

# FFZ Control Center
source: Volume
es: Insignias Destacadas
sv: Markera dekaler
uk: Підсвітити значки

# FFZ Control Center
source: Volume
es: Destacado
sv: Markering
uk: Підсвітити

# setting.entry.chat.badges.clickable
source: Allow clicking badges.
es: Permitir clicks en emblemas.
sv: Gör det möjligt att klicka på dekaler.
uk: Дозволити натискання мишею на значки.

# setting.entry.chat.badges.clickable.description
source: Certain badges, such as Prime Gaming, act as links when this is enabled.
es: Algunos emblemas, como Prime Gaming, actúan como enlaces cuando esto está activado.
sv: Visa dekaler som Prime Gaming fungerar som länkar när detta aktiveras.
uk: Певні бейджики, як-от Prime Gaming, стають посиланнями, якщо увімкнути це налаштування.

# FFZ Control Center
source: Volume
es: Color de realce personalizado
sv: Anpassad markeringsfärg

# FFZ Control Center
source: Volume
es: Destaca los mensajes que te mencionan.
sv: Markera meddelanden som nämner dig.

# FFZ Control Center
source: Volume
es: Resalte las palabras coincidentes en el chat.
sv: Markera matchande ord i chatten.

# FFZ Control Center
source: Volume
sv: Emote-justering

# setting.entry.chat.me-style.values.1
source: Colorized (Old Style)
sv: Färglagd (gammal stil)

# setting.entry.chat.me-style.values.2
source: Italic (New Style)
sv: Kursiv (ny stil)

# setting.entry.chat.me-style.values.3
source: Colorized Italic
sv: Färglagd och kursiv

# setting.entry.chat.points.allow-highlight.values.0
source: Disabled
es: Desactivado
sv: Inaktiverad
uk: Вимкнено

# setting.entry.chat.points.allow-highlight.values.1
source: Twitch Style
es: Estilo de Twitch
sv: Twitch-stil

# FFZ Control Center
source: Volume
sv: Stil

# setting.entry.chat.replies.style.values.0
source: Disabled
es: Deshabilitado
sv: Inaktiverad
uk: Вимкнено

# setting.entry.chat.replies.style.values.1
source: Twitch (Default)
es: Twitch (Predeterminado)
sv: Twitch (standard)

# FFZ Control Center
source: Volume
sv: Gör automatiskt anspråk på bonusbelöningar.

# setting.entry.chat.scroller.freeze.values.0
source: Use Twitch Setting
es: Utilizar Configuración de Twitch
sv: Använd Twitch-inställning

# FFZ Control Center
source: Volume
sv: Timeout för hovring
uk: Час очікування при наведенні

# FFZ Control Center
source: Volume
sv: Pausa chattskrollning

# FFZ Control Center
source: Volume
sv: Mjuk rullning

# FFZ Control Center
source: Volume
sv: Markeringsfärg

# FFZ Control Center
source: Volume
sv: Aktivera komprimering som standard.

# FFZ Control Center
source: Volume
sv: Skicka automatiskt rapporter när ett fel uppstår.

# setting.entry.player.volume-scroll.values.2
source: Enabled with Right-Click
es: Activado con el click derecho
sv: Aktiveras med högerklick

# setting.entry.player.volume-scroll.values.3
source: Enabled with Alt
sv: Aktiveras med Alt

# setting.entry.player.volume-scroll.values.4
source: Enabled with Alt + Right-Click
sv: Aktiveras med Alt + högerklick

# setting.entry.player.volume-scroll.values.5
source: Enabled with Shift
sv: Aktiveras med Shift

# setting.entry.player.volume-scroll.values.6
source: Enabled with Shift + Right-Click
sv: Aktiveras med Shift + högerklick

# setting.entry.player.volume-scroll.values.7
source: Enabled with Ctrl
sv: Aktiveras med Ctrl

# setting.entry.player.volume-scroll.values.8
source: Enabled with Ctrl + Right-Click
sv: Aktiveras med Ctrl + högerklick

# setting.entry.player.volume-scroll.values.false
source: Disabled
es: Desactivado
sv: Inaktiverad
uk: Вимкнено

# setting.entry.player.volume-scroll.values.true
source: Enabled
es: Activado
sv: Aktiverad

# FFZ Control Center
source: Volume
sv: profiler

# FFZ Control Center
source: Volume
sv: Bakgrund

# setting.entry.theme.color.tooltip.background
source: Tooltip Background
es: Fonto de Pista
sv: Bakgrund för inforutor
uk: Тло підказки

# FFZ Control Center
source: Volume
sv: Text

# setting.entry.theme.color.tooltip.text
source: Tooltip Text
es: Texto de Pista
sv: Text i inforutor
uk: Текст підказки

# FFZ Control Center
source: Volume
sv: Grå (inte lila)

# FFZ Control Center
source: Volume
sv: Visa påminnelse om Prime

# FFZ Control Center
source: Volume
sv: Serverkluster

# FFZ Control Center
source: Volume
sv: Komprimering

# setting.key.hover
source: Hover
es: Pasar
sv: Hovring
uk: Наведіть курсор

# setting.paste-url.url
source: [url]
sv: [webbadress]

# FFZ Control Center
source: Volume
sv: Förstärkningskontroll

# setting.preview
source: Preview
es: Vista Previa
sv: Förhandsvisa
uk: Перегляд

# FFZ Control Center
source: Volume
es: Utilizar insignias de moderador personalizadas cuando estén disponibles.
sv: Använd anpassade moderatordekaler där det går.
uk: Використовуйте власні значки модератора, де це можливо.

# FFZ Control Center
source: Volume
es: Utilice distintivos VIP personalizados cuando estén disponibles.
sv: Använd anpassade VIP-dekaler där det går.
uk: Використовуйте спеціальні значки VIP, де це можливо.

# FFZ Control Center
source: Volume
sv: Åtgärda Twitchs dåliga globala emotes

# settings.filter.page.route.dash-collections
source: Dashboard: Collections
es: Panel de control: Colecciones
sv: Kontrollpanelen: Samlingar
uk: Щиток: Колекції

# settings.filter.page.route.dash-settings-revenue
source: Dashboard: Settings Revenue
es: Panel de Control: Ingresos de Configuración
sv: Kontrollpanelen: Inställningsintäkter
uk: Щиток: Налаштування Дохід

# setting.entry.chat.emotes.enabled.values.2
source: Enabled
es: Activado
sv: Aktiverad

# setting.entry.chat.emotes.enabled.description
source: If you do not wish to see emotes, you can disable them here.
es: Si no deseas ver emotes, puedes desactivarlos aquí.
sv: Om du inte vill se emotes kan du inaktivera dem här.

# FFZ Control Center
source: Volume
es: Siguiendo
sv: Följer
uk: Підписки

# FFZ Control Center
source: Volume
es: Utiliza los filtros de chat como moderador.
sv: Använd chattfilter som en moderator.
uk: Використовуйте фільтри чату як модератор.

# FFZ Control Center
source: Volume
es: Marcar mensajes como eliminados si contienen frases filtradas.
sv: Markera meddelanden som raderade om de innehåller filtrerade fraser.
uk: Позначати повідомлення як видалені, якщо вони містять відфільтровані фрази.

# FFZ Control Center
source: Volume
es: Altere los colores de los usuarios para que sigan siendo legibles.
sv: Ändra användarfärger för att säkerställa att de förblir läsbara.
uk: Змінюйте користувацькі кольори, щоб вони залишалися легкими для читання.

# FFZ Control Center
source: Volume
es: Eliminar mensajes por completo si contienen frases filtradas.
sv: Ta bort meddelanden helt och hållet om de innehåller filtrerade fraser.
uk: Повністю видаляйте повідомлення, якщо вони містять відфільтровані фрази.

# FFZ Control Center
source: Volume
es: Ocultar el botón de Dejar de Seguir.
sv: Dölj knappen för att sluta följa.

# FFZ Control Center
source: Volume
es: Mostrar Acciones de la sala encima del cuadro de entrada del chat.
sv: Visa rumsåtgärder ovanför chattens inmatningsfält.
uk: Відображати дії кімнати над полем введення чату.

# FFZ Control Center
source: Volume
es: Ajuste los colores de las insignias para mayor visibilidad.
sv: Justera dekalfärger för ökad synlighet.
uk: Налаштуйте кольори значка для видимості.

# FFZ Control Center
source: Volume
es: Estilo
sv: Stil
uk: Стиль

# setting.entry.chat.badges.style.values.0
source: Square
es: Cuadrado
sv: Fyrkant
uk: Квадратні

# FFZ Control Center
source: Volume
es: Visibilidad
sv: Synlighet
uk: Видимість

# FFZ Control Center
source: Volume
es: Permitir que las encuestas se muestren en el chat.
sv: Tillåt omröstningar att visas i chatten.
uk: Дозволити відображення Опитувань у чаті.

# setting.entry.chat.badges.media-queries
source: Use @media queries to support High-DPI Badge images in Mozilla Firefox.
es: Usar @media queries para soportar Emblemas de alta resolución en Mozilla Firefox.
sv: Använd @media-frågor för att få stöd för dekalbilder med hög DPI i Mozilla Firefox.
uk: Використовуйте запити @media для підтримки зображень бейджів із високою роздільною здатністю в Mozilla Firefox.

# FFZ Control Center
source: Volume
es: Retrasa la aparición de los mensajes de chat para permitir su moderación antes de que los veas.
sv: Fördröj hur meddelanden dyker upp i chatten för att göra det möjligt att moderera innan du ser dem.
uk: Відкладіть появу повідомлень чату, щоб полегшити модерацію, перш ніж ви їх побачите.

# FFZ Control Center
source: Volume
es: Mostrar todos los emotes en una pestaña.
sv: Visar alla emotes i en flik.
uk: Відображати всі смайли на одній вкладці.

# setting.entry.chat.emotes.animated.values.0
source: Disabled
es: Desactivado
sv: Inaktiverad
uk: Вимкнено

# setting.entry.chat.emotes.enabled.values.0
source: Disabled
es: Desactivado
sv: Inaktiverad
uk: Вимкнено

# setting.entry.chat.emotes.2x
source: Larger Emotes
es: Emoticionos mas grandes
sv: Större emotes

# FFZ Control Center
source: Volume
es: Emotes animados
sv: Animerade emotes

# setting.entry.chat.emotes.animated.values.1
source: Enabled
es: Activado
sv: Aktiverad

# setting.entry.chat.emotes.enabled.values.1
source: Twitch Only
es: Sólo Twitch
sv: Endast Twitch

# setting.entry.chat.emotes.animated.values.2
source: Enable on Hover
es: Activar al pasar el ratón por encima
sv: Aktivera vid hovring
uk: Увімкнути при наведенні

# FFZ Control Center
source: Volume
es: Haga clic para revelar los términos eliminados.
sv: Klicka för att visa raderade termer.

# FFZ Control Center
source: Volume
es: Estilo de mensaje detallado
sv: Stil för detaljerade meddelanden

# FFZ Control Center
source: Volume
es: Mostrar las menciones en el chat con una fuente en negrita.
sv: Visa omnämnanden i chatten med fet stil.

# FFZ Control Center
source: Volume
es: Mostrar la fecha y hora en las notificaciones.
sv: Visa tidstämplar på notiser.

# FFZ Control Center
source: Volume
es: Modo de renderizado
sv: Renderingsläge

# FFZ Control Center
source: Volume
es: Prioridad de la mención
sv: Prioritet för omnämnande

# FFZ Control Center
source: Volume
sv: Raderade meddelanden kommer att tas bort från chatten helt och hållet. Denna inställning rekommenderas inte för moderatorer.

# FFZ Control Center
source: Volume
es: Filtra tus propios mensajes.
sv: Filtrera dina egna meddelanden.

# FFZ Control Center
source: Volume
sv: Ta bort raderade meddelanden från chatten.

# FFZ Control Center
source: Volume
sv: Ange typsnittet som används för att visa chattmeddelanden.

# FFZ Control Center
source: Volume
sv: Städa upp bilderna för Twitchs dåliga globala emotes genom att ta bort vita kanter och solida bakgrunder.

# FFZ Control Center
source: Volume
sv: Stil för åtgärder

# FFZ Control Center
source: Volume
sv: Visningsstil

# FFZ Control Center
source: Volume
sv: Visa formaterat innehåll i chatten

# FFZ Control Center
source: Volume
sv: Visa dolda poster vid hovring.
uk: Розкривати приховані записи при наведенні миші.

# FFZ Control Center
source: Volume
sv: Stil för dolda poster

# FFZ Control Center
source: Volume
sv: Visa tidstämplar bredvid chattmeddelanden.

# FFZ Control Center
source: Volume
sv: hem

# FFZ Control Center
source: Volume
sv: Visa kanalavatarer.

# FFZ Control Center
source: Volume
sv: Dölj antal kanalvisningar
uk: Приховати кількість переглядів каналу

# FFZ Control Center
source: Volume
sv: Visa knappen "Skaffa bits".

# FFZ Control Center
source: Volume
sv: Detta är bredd-till-höjd-förhållandet då porträttläget ska börja aktiveras.

# setting.entry.layout.side-nav.show.values.1
source: Always
es: Siempre
sv: Alltid
uk: Завжди

# FFZ Control Center
source: Volume
sv: Visa ett minimerat navigeringsfält när teaterläge har aktiverats.

# setting.entry.layout.side-nav.show.values.2
source: Hide in Portrait
es: Ocultar en Retrato
sv: Dölj porträttläge

# FFZ Control Center
source: Volume
sv: Visa sidonavigering

# FFZ Control Center
source: Volume
sv: Varning om strömfördröjning

# FFZ Control Center
source: Volume
sv: Kortkommando
uk: Клавіша швидкого доступу

# FFZ Control Center
source: Volume
sv: Vertikal position

# FFZ Control Center
source: Volume
sv: Förhållande

# FFZ Control Center
source: Volume
sv: Öppna automatiskt teaterläget när en kanal besöks.

# FFZ Control Center
source: Volume
sv: Standardvärde
uk: Значення за замовчуванням

# FFZ Control Center
source: Volume
sv: Maximalt
uk: Максимально

# FFZ Control Center
source: Volume
sv: Dölj viskningar när teaterläget har aktiverats.

# FFZ Control Center
source: Volume
sv: Visa stora bilder på emotes.

# setting.entry.theme.color.chat-accent.description
source: The accent color is used for buttons, links, etc.
es: Este color es usado para botones, enlaces, etc.
sv: Accentfärgen som används för knappar, länkar, etc.
uk: Колір підсвітлення для кнопок, посилань тощо.

# FFZ Control Center
source: Volume
sv: Accent

# FFZ Control Center
source: Volume
sv: Accentfärgen som används för knappar, länkar, etc.

# FFZ Control Center
source: Volume
sv: Visa kända källor.

# FFZ Control Center
source: Volume
sv: Visa bilder i inforutor.

# FFZ Control Center
source: Volume
sv: Visa viskningar

# FFZ Control Center
source: Volume
sv: Visa bilder för länkar.

# setting.experiments.none
source: There are no current experiments.
es: Actualmente no hay experimentos.
sv: Det finns inga nuvarande experiment.
uk: Немає поточних експериментів.

# setting.experiments.none-filter
source: There are no matching experiments.
es: No hay experimentos coincidentes.
sv: Det finns inga matchande experiment.
uk: Немає відповідних експериментів.

# setting.experiments.show-unused
source: Display unused experiments.
es: Mostrar experimentos no utilizados.
sv: Visa oanvända experiment.

# FFZ Control Center
source: Volume
sv: Visa potentiellt olämpliga bilder.

# setting.import.do
source: Import
sv: Importera

# setting.import.file
source: From File
sv: Från fil

# setting.import.url
source: From URL
sv: Från webbadress

# setting.no-items
source: no items
es: no hay artículos
sv: inga poster
uk: нічого немає

# setting.new-line
source: New Line
sv: Ny rad

# setting.new-line.desc
source: Place all items following this on a new line.
sv: Placera alla poster efter detta på en ny rad.

# setting.space
source: Space
sv: Mellanrum

# setting.space-small
source: Space (Small)
sv: Mellanrum (litet)

# settings.filter.page.route.dash-achievements
source: Dashboard: Achievements
es: Panel de control: Logros
sv: Kontrollpanelen: Prestationer
uk: Щиток: Досягнення

# settings.filter.page.route.dash-activity
source: Dashboard: Activity
es: Panel de control: Actividad
sv: Kontrollpanelen: Aktivitet
uk: Щиток: Активності

# settings.filter.page.route.dash-channel-analytics
source: Dashboard: Channel Analytics
es: Panel de control: Analíticas del canal
sv: Kontrollpanelen: Kanalanalys
uk: Щиток: Аналітика Каналу

# settings.filter.page.route.dash-channel-points
source: Dashboard: Channel Points
es: Panel de control: Puntos del canal
sv: Kontrollpanelen: Kanalpoäng
uk: Щиток: Очки Каналу

# settings.filter.page.route.dash-clips
source: Dashboard: Clips
es: Panel de control: Clips
sv: Kontrollpanelen: Klipp
uk: Щиток: Кліпи

# settings.filter.page.route.dash-edit-collection
source: Dashboard: Edit Collection
es: Panel de Control: Editar Colecciones
sv: Kontrollpanelen: Redigera samling
uk: Панель керування: Редагувати колекцію

# settings.filter.page.route.dash-edit-video
source: Dashboard: Edit Video
es: Panel de Control: Editar Vídeo
sv: Kontrollpanelen: Redigera video
uk: Щиток: Редагувати Відео

# settings.filter.page.route.dash-extensions
source: Dashboard: Extensions
es: Panel de control: Extensiones
sv: Kontrollpanelen: Tillägg
uk: Щиток: Розширення

# settings.filter.page.route.dash-roles
source: Dashboard: Roles
es: Panel de Control: Roles
sv: Kontrollpanelen: Roller
uk: Щиток: Ролі

# settings.filter.page.route.dash-settings-channel
source: Dashboard: Settings Channel
es: Panel de Control: Canal de Configuración
sv: Kontrollpanelen: Inställningskanal
uk: Щиток: Налаштування Канал

# settings.filter.page.route.dash-settings-moderation
source: Dashboard: Settings Moderation
es: Panel de Control: Moderación de Configuración
sv: Kontrollpanelen: Inställningsmoderering
uk: Щиток: Налаштування Модерування

# settings.filter.page.route.dash-stream-manager
source: Dashboard: Stream Manager
es: Panel de control: Administrador de stream
sv: Kontrollpanelen: Strömhanterare
uk: Щиток: Трансляція Управління

# settings.filter.page.route.dash-stream-summary
source: Dashboard: Stream Summary
es: Panel de control: Resumen de stream
sv: Kontrollpanelen: Strömsammanfattning
uk: Щиток: Трансляція Підсумки

# settings.filter.page.route.dash-streaming-tools
source: Dashboard: Streaming Tools
es: Panel de control: Herramientas de stream
sv: Kontrollpanelen: Strömverktyg
uk: Щиток: Засоби для трансляцій

# settings.filter.page.route.dash-video-producer
source: Dashboard: Video Producer
es: Panel de control: Estudio de video
sv: Kontrollpanelen: Videoproducering
uk: Щиток: Створення Відео

# settings.terms.word.tip
source: Match Whole Words
sv: Matcha hela ord
uk: Підібрати ціле слово

# settings.filter.title.warn-invalid
source: This pattern is invalid.
es: Este patrón es inválido.
sv: Detta mönster är ogiltigt.
uk: Шаблон недійсний.

# settings.filter.title.warn-complex
source: This pattern is potentially too complex. It will be disabled to avoid client lag or freezing.
es: Este patrón es potencialmente muy complejo. Será deshabilitado para evitar retrasos o congelaciones del cliente.
sv: Detta mönster är eventuellt för komplext. Det kommer att inaktiveras för att undvika lagg eller frysningen i klienten.
uk: Цей шаблон потенційно надто складний. Його буде вимкнено, щоб уникнути затримки або зависання клієнта.

# settings.terms.highlight.tip
source: Highlight Matches This requires the 'Highlight matched words in chat.' setting to work.
sv: Markera matchningar Detta kräver inställningen "Markera matchande ord i chatten." för att kunna fungera.
uk: Виділяти збіги Для цього потрібно, щоб було задіяне налаштування ''Виділяти в чаті слова ,які збігаються ''.

# settings.terms.highlight
source: Hlt
sv: Mrk
uk: Вдл

# FFZ Control Center
source: Volume
es: Contenido enriquecido
sv: Formaterat innehåll
uk: Збагачений вміст

# FFZ Control Center
source: Volume
es: Esta función está actualmente en beta. Como tal, puede experimentar problemas al usar las funciones de FFZ con Chat en videos.
sv: Denna funktion är för tillfället en betaversion. Därför kan du uppleva problem när du använder FFZ-funktioner med "Chatt på videor".
uk: Ця функція наразі перебуває в беті. Отже, ви можете стикнутись з проблемами під час використання функцій FFZ для Чату у відеозаписах.

# FFZ Control Center
source: Volume
es: Filtros AutoMod
sv: Automodereringsfilter
uk: Фільтри AutoMod

# FFZ Control Center
source: Volume
es: Sustituye el icono del menú de emoticonos por el icono de FFZ para darle ese toque clásico.
sv: Ersätt ikonen för emotemenyn med FFZ-ikonen för en klassisk känsla.
uk: Замініть піктограму меню смайлів на піктограму FFZ, щоб отримати класичне відчуття.

# FFZ Control Center
source: Volume
es: Abre las tarjetas de información de los emotes de Twitch haciendo clic en ellas.
sv: Öppna informationskort om emotes för Twitch-emotes genom att klicka på dem.
uk: Відкрийте інформаційні картки смайлів для смайлів Twitch, натиснувши їх.

# FFZ Control Center
source: Volume
es: Usa el Menú Emote de FrankerFaceZ.
sv: Använd FrankerFaceZ:s emotemeny.
uk: Використовуйте меню смайлів FrankerFaceZ.

# FFZ Control Center
source: Volume
es: **Nota:** Esta sección es para filtrar mensajes del chat de usuarios con insignias específicas. Si desea ocultar una insignia, vaya a [Chat > Insignias >> Visibilidad](~chat.badges.tabs.visibility).
sv: **OBS:** Detta avsnitt är till för att filtrera bort chattmeddelanden från användare med specifika dekaler. Om du vill dölja en dekal, gå till [Chatt > Dekaler >> Synlighet](~chat.badges.tabs.visibility).
uk: **Примітка.** Цей розділ призначений для фільтрації повідомлень із чату від користувачів із певними значками. Якщо ви хочете приховати значок, перейдіть до [Чат > Значки >> Видимість](~chat.badges.tabs.visibility).

# FFZ Control Center
source: Volume
es: Filtros AutoMod
sv: Automodereringsfilter
uk: Фільтри AutoMod

# setting.chat.filtering.blocked_badges.description
source: **Note:** This section is for filtering messages out of chat from users with specific badges. If you wish to hide a badge, go to [Chat > Badges >> Visibility](~chat.badges.tabs.visibility).
es: **Nota:** Esta sección es para filtrar mensajes del chat de usuarios con insignias específicas. Si desea ocultar una insignia, vaya a [Chat > Insignias >> Visibilidad](~chat.badges.tabs.visibility).
sv: **OBS:** Detta avsnitt är till för att filtrera bort chattmeddelanden från användare med specifika dekaler. Om du vill dölja en dekal, gå till [Chatt > Dekaler >> Synlighet](~chat.badges.tabs.visibility).
uk: **Примітка.** Цей розділ призначений для фільтрації повідомлень із чату від користувачів із певними значками. Якщо ви хочете приховати значок, перейдіть до [Чат > Значки >> Видимість](~chat.badges.tabs.visibility).

# FFZ Control Center
source: Volume
es: Tarjetas de Espectador
sv: Tittarkort
uk: Картки глядачів

# setting.clear.opt.Overrides
source: Name and Color Overrides
es: Anulaciones de nombre y color
sv: Åsidosättningar av namn och färger
uk: Зміни кольорів та імен

# FFZ Control Center
source: Volume
es: Mostrar menciones en el chat con los colores del nombre de usuario.
sv: Visa omnämnanden i chatten med färglagda användarnamn.

# FFZ Control Center
source: Volume
es: **Nota:** No compatible con anulaciones de color ya que las menciones no incluyen ID de usuario.
sv: **OBS:** Inte kompatibel med färgåsidosättningar då omnämnanden inte inkluderar användar-ID:n.
